Repository: dontsueme/icewm
Catalog: icewm-1.2/po/*.po
Languages: cs, lv, pl, ro, sk, uk

source: _Cancel logout
cs: _Zru¹it odhlá¹ení
lv: At_celt izlogoðanos
pl: Anuluj wyj¶_cie
ro: Renunþare ieºire
sk: _Zru¹i» odhlásenie
uk: _В╕дм╕нити вих╕д

source: Lock _Workstation
cs: Zablokuj Pracovní _Stanici
lv: _Noslçgt darbstaciju
pl: Zablokuj stano_wisko
ro: Blocheazã staþia de lucru
sk: Uzamknú» pracovnú _stanicu
uk: Замкнути станц╕ю

source: Re_boot
cs: Restartovat _poèítaè
lv: _Pârstartçt datoru
pl: Uruchom ponownie komputer
ro: Reporneºte
sk: Re¹tar_tova»
uk: Перезавантажити

source: Shut_down
cs: _Vypnout poèítaè
lv: Izslçgt _datoru
pl: Zamknij
ro: Opreºte
sk: _Vypnú» poèítaè
uk: Ви_мкнути комп'ютер

source: Restart _Icewm
cs: Restartovat _Icewm
lv: Pârstartçt _Icewm
pl: Zrestartuj _IceWM
ro: Repornire _Icewm
sk: Re¹tartova» _Icewm
uk: Перезапустити _IceWM

source: Restart _Xterm
cs: Restartovat _Xterm
lv: Pârstartçt _Xterm
pl: Zrestartuj _Xterm
ro: Repornire _Xterm
sk: Re¹tartova» _Xterm
uk: Вийти у _Xterm

source: _Above Dock
cs: N_ad Dock
lv: Virs dok_a
pl: Powy¿ej z_adokowania
ro: Docheazã de_asupra
sk: _Nad dok
uk: _Поверх доку

source: _OnTop
cs: Nah_oøe
lv: _Virs
pl: Na Wierzch
ro: Deasupra
sk: H_ore
uk: Н_а верху

source: _Normal
cs: _Normálnì
lv: _Normâlais
pl: _Normalnie
sk: _Normálne
uk: _Нормальний

source: _Below
cs: _Dole
lv: _Zem
pl: Poni¿ej
ro: Dedesu_bt
sk: _Dole
uk: _Нижче

source: D_esktop
cs: _Plocha
lv: _Darbavirsma
pl: Biurko
sk: _Plocha
uk: Ст╕льниця

source: _No icon
cs: ®ádná i_kona
uk: _Без п╕ктограми

source: _Minimized
cs: _Minimalizovat
uk: _Згорнуте

source: _Exclusive
cs: _Exkluzivnì
uk: _Виняткове

source: _Restore
cs: O_bnovit
lv: At_jaunot
pl: P_rzywróæ
ro: _Restaureazã
sk: O_bnovi»
uk: _В╕дновити

source: _Move
cs: _Pøesunout
lv: Pâ_rvietot
pl: Przenie¶
ro: _Mutã
sk: _Presunú»
uk: Пере_м╕стити

source: _Size
cs: _Velikost
lv: Izmçr_s
pl: Wielko¶æ
ro: Mãrime
sk: _Veµkos»
uk: _Розм╕р

source: Mi_nimize
cs: _Minimalizovat
lv: Mi_nimizçt
pl: Mi_nimalizuj
ro: Mi_nimizeazã
sk: _Minimalizova»
uk: Згорнути

source: Ma_ximize
cs: Ma_ximalizovat
lv: Ma_ksimizçt
pl: Maksymalizuj
ro: Ma_ximizeazã
sk: Ma_ximalizova»
uk: Розгорнути

source: _Fullscreen
cs: _Celá obrazovka
lv: _Pilnekrânâ
pl: Pe³ny ekran
sk: _Celá obrazovka

source: _Hide
cs: _Schovat
lv: N_oslçpt
pl: Sc_howaj
ro: Ascunde
sk: _Schova»
uk: _Сховати

source: Roll_up
cs: S_rolovat
lv: Sar_itinât
pl: Rozwiñ
ro: Ruleazã
sk: Zrol_ova»
uk: Згорнути в смужку

source: R_aise
cs: Zvìt¹_it
lv: P_aaugstinât
pl: Podnie¶
ro: Ridicã
sk: Zvý¹_i»
uk: П╕дняти

source: _Lower
cs: Zm_en¹it
lv: Pa_zeminât
pl: Obni¿
ro: _Coboarã
sk: _Zní¾i»
uk: _Опустити

source: La_yer
cs: Vrs_tva
lv: S_lânis
pl: Warstwa
ro: Strat
sk: Vrs_tva
uk: Шар

source: Move _To
cs: Pøesu_nout na
lv: Pârvie_tot uz
pl: Przenie¶ do
ro: Mutã în
sk: _Presunú» na
uk: Перенести _на

source: Occupy _All
cs: Obs_adit v¹e
lv: _Aizòemt visas
pl: Z_ajmij wszystkie
ro: Ocupã tot
sk: N_a v¹etky plochy
uk: Видно _на вс╕х

source: Limit _Workarea
cs: Omez Pracovní Ob_last
lv: Ierobeþot _darba apgabalu
pl: Ogranicz obszar roboczy
ro: Limiteazã spaþiul de lucru
sk: Obmedzi» pracovnú ob_las»
uk: _Обмежити робочий прост╕р

source: _Close
cs: _Zavøít
lv: Aiz_vçrt
pl: Zamknij
ro: Închide
sk: _Zavrie»
uk: Закрити

source: _Window list
cs: Seznam _oken
lv: _Logu saraksts
pl: Lista okien
ro: Lista ferestre
sk: Zoznam _okien
uk: _Список в╕кон

source: Another window manager already running, exiting...
cs: Jiný okenní mana¾er ji¾ bì¾í, konèím...
lv: Cits logu pârvaldnieks jau ir palaists, beidzu...
pl: Inny menad¿er okien jest ju¿ uruchomiony, koñczenie pracy...
ro: Un alt manager de ferestre ruleazã, ies...
sk: Iný window mana¾ér be¾í, konèím...
uk: В╕конний менеджер вже запущений, виходжу...

source: X error %s(0x%lX): %s
cs: X chyba %s(0x%lX): %s
uk: Помилка X-сервера %s(0x%lX): %s

source: Could not restart: %s Does $PATH lead to %s?
cs: Nemohu restartovat: %s Vede $PATH také k %s?
lv: Nevaru pârstartçt: %s Vai $PATH ved pie %s?
pl: Nie mo¿na ponownie uruchomiæ: %s Czy $PATH wskazuje na %s?
ro: Nu pot reporni: %s Conduce calea $PATH cãtre %s?
sk: Nemô¾em re¹tartova»: %s $PATH tie¾ k %s?
uk: Не можу перезапустити: %s Перев╕рте, чи $PATH веде до %s.

source: Usage: %s [OPTIONS] Starts the IceWM window manager. Options: --display=NAME NAME of the X server to use. %s --sync Synchronize X11 commands. -c, --config=FILE Load preferences from FILE. -t, --theme=FILE Load theme from FILE. -n, --no-configure Ignore preferences file. -v, --version Prints version information and exits. -h, --help Prints this usage screen and exits. %s --restart Don't use this: It's an internal flag. Environment variables: ICEWM_PRIVCFG=PATH Directory to use for user private configuration files, "$HOME/.icewm/" by default. DISPLAY=NAME Name of the X server to use, depends on Xlib by default. MAIL=URL Location of your mailbox. If the schema is omitted the local "file" schema is assumed. Visit http://www.icewm.org/ for report bugs, support requests, comments...
cs: Pou¾ití: %s [PØEPÍNAÈE] Spustí správce oken IceWM. Pøepínaèe: --display=JMÉNO JMÉNO X serveru je¾ má být pou¾it. %s --sync Synchronize X11 commands. -c, --config=SOUBOR Nahraje pøednastavení ze SOUBORu. -t, --theme=SOUBOR Nahraje téma ze SOUBORu. -n, --no-configure Soubor pøednastavení bude ignorován. -v, --version Vypí¹e informace o verzi programu a skonèí. -h, --help Vypí¹e tuto obrazku o pou¾ití a skonèí. %s --restart Tento pøíznak nepou¾ívejte: Pouze k interním úèelùm. Promìnné prostøedí: ICEWM_PRIVCFG=CESTA CESTA k adresáøi se soubory vlastních nastavení, obvykle v "$HOME/.icewm/". DISPLAY=JMÉNO Jméno X serveru je¾ bude pou¾it, obvykle závisí na Xlib. MAIL=URL Umístìní va¹í po¹tovní schránky typu mailbox. Vynecháte-li pøenosový protokol (http,ftp,...), bude pou¾it protokol místního pøenosu "file". K podání zprávy o chybách, po¾adavkù na podporu, komentáøù atd., nav¹tivte http://www.icewm.org/

source: Confirm Logout
cs: Potvrdit Odhlá¹ení
lv: Apstiprinât izlogoðanos
pl: Potwierd¼ wyj¶cie
ro: Confirmã ieºirea
sk: Potvrdi» odhlásenie
uk: П╕дтвердження виходу

source: Logout will close all active applications. Proceed?
cs: Odhlá¹ení zavøe v¹echny bì¾ící aplikace. Pokraèovat?
lv: Izlogoðanâs aizvçrs visas aktivâs lietojumprogrammas. Turpinât?
pl: Wyj¶cie spowoduje zamkniêcie wszystkich aktywnych aplikacji. Kontynuowaæ?
ro: Ieºirea va închide toate aplicaþiile active. Continuaþi?
sk: Odhlásenie zavrie v¹etky spustené aplikácie Pokraèova»?
uk: При виход╕ будуть закрит╕ вс╕ активн╕ апл╕кац╕╖. Продовжити?

source: Bad Look name
cs: ©patné jméno Vzhledu (Look)
pl: Z³a nazwa wygl±du
ro: Nume Look greºit
sk: Zlé meno Vzhµadu (Look)
uk: Погане ╕м'я

source: _Logout...
cs: _Odhlá¹ení...
lv: Iz_logoties...
pl: Wy_loguj
ro: Ieºire...
sk: Odh_lásenie...
uk: _Вих╕д...

source: _Cancel
cs: _Zru¹it
lv: At_celt
pl: Anuluj
ro: Renunþã
sk: _Zru¹i»
uk: _Скасувати

source: _Restart icewm
cs: Restartovat _icewm
lv: Pâ_rstartçt icewm
pl: U_ruchom ponownie IceWM
ro: _Reporneºte icewm
sk: _Re¹tartova» Icewm
uk: _Перезапустити IceWM

source: Maximize
cs: Maximalizovat
lv: Maksimizçt
pl: Maksymalizuj
ro: Maximizeazã
sk: Maximalizova»
uk: Розгорнути

source: Minimize
cs: Minimalizovat
lv: Minimizçt
pl: Minimalizuj
ro: Minimizeazã
sk: Minimalizova»
uk: Згорнути

source: Hide
cs: Schovat
lv: Noslçpt
pl: Ukryj
ro: Ascunde
sk: Skry»
uk: Прибрати

source: Rollup
cs: S_rolovat
lv: Saritinât
pl: Rozwiñ
ro: Ruleazã în sus
sk: Z_rolova»
uk: Згорнути в смужку

source: Raise/Lower
cs: Zvìt¹it/Zmen¹it
lv: Paaugstinât/pazeminât
pl: Podnie¶/Obni¿
ro: Ridicã/Coboarã
sk: Zdvihnú»/Zní¾i»
uk: П╕дняти/Опустити

source: Kill Client:
cs: Zabít Klienta:
lv: Nogalinât klientu:
pl: Zamknij klienta:
ro: Închide client:
sk: Zabi» klienta:
uk: Вбити кл╕╓нта:

source: WARNING! All unsaved changes will be lost when this client is killed. Do you wish to proceed?
cs: VAROVÁNÍ! Pokud bude tento klient zabit, budou ve¹kerá neulo¾ená data ztracena. Chcete pokraèovat?
lv: UZMANÎBU! Visas nesaglabâtâs izmaiòas tiks zaudçtas, kad ðis klients tiks nogalinâts. Vai jûs vçlaties turpinât?
pl: UWAGA! Wszystkie niezapisane zmiany zostan± utracone gdy ten klient zostanie zamkniêty. Czy chcesz kontynuowaæ?
ro: AVERTISMENT! Toate schimbãrile nesalvate vor fi pierdute când acest client este închis. Doriþi sa continuaþi?
sk: VAROVANIE! Ak bude tento klient zabitý, budú v¹etky neulo¾ené dáta stratené. Chcete pokraèova»?
uk: УВАГА! Вс╕ незбережен╕ дан╕ будуть втрачен╕ при закритт╕ цього в╕кна. Ви бажа╓те закрити його?

source: Restore
cs: Obnovit
lv: Atjaunot
pl: Przywróæ
ro: Restaureazã
sk: Obnovi»
uk: В╕дновити

source: Rolldown
cs: Rozbalit
lv: Atritinât
pl: Zwiñ
ro: Ruleazã în jos
sk: Rozbali»
uk: Розгорнути смужку

source: Error in window option: %s
cs: Chyba v pøepínaèi okna: %s
lv: Kïûda loga opcijâ: %s
pl: B³±d w opcji okna: %s
ro: Eroare la opþiunea ferestrei: %s
sk: Chyba v nastavení okna %s
uk: Помилка в опц╕╖ в╕кна: %s

source: Unknown window option: %s
cs: Neznámý pøepínaè okna: %s
lv: Nezinâma loga opcija: %s
pl: Nieznana opcja okna: %s
ro: Opþiune necunoscutã a ferestrei: %s
sk: Neznáma voµba okna: %s
uk: Нев╕дома опц╕я в╕кна: %s

source: Syntax error in window options
cs: Syntaktická chyba v pøepínaèích okna
lv: Sintakses kïûda logu opcijâs
pl: B³±d sk³adni w opcjach okna
ro: Eroare de sintaxã la opþiunea ferestrei
sk: Syntaktická chyba vo voµbách okna
uk: Синтаксична помилка у опц╕ях в╕кна

source: Out of memory for window options
cs: Nedostatek pamìti pro pøepínaèe okna
lv: Trûkst atmiòas logu opcijâm
pl: Za ma³o pamiêci dla opcji okna
ro: Depãºirea memoriei pentru opþiunile ferestrei
sk: Málo pamäte pre voµby okna
uk: Невистача╓ пам'ят╕ для опц╕й в╕кна

source: Missing command argument
cs: Schází hodnota pøíkazu
lv: Trûkstoðs komandas arguments
pl: Polecenie wymaga podania argumentu
ro: Lipseºte argumentul comenzii
sk: Chýba hodnota príkazu
uk: Пропущений аргумент команди

source: Bad argument %d
cs: ©patná hodnota %d
lv: Kïûdains arguments %d
pl: Nieprawid³owy argument %d
ro: Argument greºit %d
sk: Zlá hodnota %d
uk: Нев╕рний аргумент %d

source: Error at prog %s
cs: Chyba v programu %s
lv: Kïûda programmâ %s
pl: B³±d w prog %s
ro: Eroare prog %s
sk: Chyba v programe %s
uk: Помилка у програм╕ %s

source: Unexepected keyword: %s
cs: Neoèekávané klíèové slovo: %s
lv: Negaidîts atslçgvârds: %s
pl: Nieoczekiwane s³owo kluczowe: %s
sk: Neoèakávané kµúèové slovo: %s

source: Error at key %s
cs: Chyba v klíèi %s
lv: Kïûda atslçgâ %s
pl: B³±d przy kluczu %s
ro: Eroare la tasta %s
sk: Chyba v kµúèi %s
uk: Помилка у ключ╕ %s

source: Forking failed (errno=%d)
cs: Rozdvojení (fork) selhalo (chyba è.=%d).

source: Programs
cs: Programy
lv: Programmas
pl: Programy
ro: Programe
sk: Programy
uk: Програми

source: _Windows
cs: _Okna
lv: _Logi
pl: Okna
ro: Ferestre
sk: _Okná
uk: _В╕кна

source: _Run...
cs: _Spustit...
lv: _Palaist...
pl: U_ruchom...
ro: _Ruleazã...
sk: _Spusti»...
uk: _Запустити...

source: _About
cs: O _Aplikaci
lv: P_ar
pl: Inform_acje
ro: Despre
sk: O _aplikacii
uk: _Про

source: _Help
cs: _Nápovìda
lv: Palî_gs
pl: Pomoc
ro: Ajutor
sk: _Pomocník
uk: _Дов╕дка

source: _Themes
cs: _Témata
lv: _Tçmas
pl: Mo_tywy
ro: _Teme
sk: _Témy
uk: _Теми

source: Session Manager: Unknown line %s
cs: Session Manager: Neznámý øádek %s
lv: Sesiju pârvaldnieks: Nezinâma rinda %s
pl: Mened¿er sesji: nieznany wiersz %s
ro: Managerul de sesiuni: linie necunoscutã %s
sk: Mana¾ér sedení: Neznámy riadok %s
uk: Session Manager: нев╕дома л╕н╕я %s

source: Task Bar
cs: Panel Úloh
lv: Uzdevumu josla
pl: Pasek zadañ
ro: Bara sarcini
sk: Panel úloh
uk: Панель завдань

source: Tile _Vertically
cs: Zarovnat _Vertikálnì
lv: Kârtot blakus _vertikâli
pl: Wy³ó¿ Poziomo
ro: Alãturare _verticalã
sk: Zarovna» _vertikálne
uk: Викласти по _вертикал╕

source: T_ile Horizontally
cs: Zarovnat _Horizontálnì
lv: Kârtot blakus hor_izontâli
pl: Wy³ó¿ P_ionowo
ro: Alãturare or_izontalã
sk: Zarovna» _horizontálne
uk: Викласти по _горизонтал╕

source: Ca_scade
cs: Zarovnat do _kaskády
lv: Ka_skadçt
pl: Ka_skada
ro: Ca_scadare
sk: Zarovna» do _kaskády
uk: Ка_скадом

source: _Arrange
cs: _Uspoøádat
lv: S_akârtot
pl: Rozmie¶æ
ro: _Aranjare
sk: _Usporiada»
uk: _Впорядкувати

source: _Minimize All
cs: _Minimalizovat V¹e
lv: _Minimizçt visus
pl: _Minimalizuj wszystkie
ro: _Minimizeazã tot
sk: _Minimalizova» v¹etko
uk: _Згорнути ус╕

source: _Hide All
cs: _Schovat V¹e
lv: _Noslçpt visus
pl: Sc_howaj wszystkie
ro: _Ascunde tot
sk: _Skry» v¹etko
uk: _Сховати ус╕

source: _Undo
cs: Vrá_tit
lv: Atsa_ukt
pl: Cofnij
ro: Anuleazã
sk: _Vráti»
uk: _Повернути

source: Arrange _Icons
cs: Uspoøádat _Ikony
lv: Sakârtot _ikonas
pl: Rozmie¶æ ikony
ro: Aranjeazã _iconuri
sk: Usporiada» _Ikony
uk: Впорядкувати _╕конки

source: _Refresh
cs: _Obnovit
lv: A_tsvaidzinât
pl: Od¶wie¿
ro: Actualizea_zã
sk: _Obnovi»
uk: _Оновити

source: _License
cs: _Licence
lv: _Licenze
pl: _Licencja
ro: _Licenþã
sk: _Licencia
uk: _Л╕ценз╕я

source: Favorite applications
cs: Oblíbené aplikace
lv: Iemîïotâkâs lietojumprogrammas
pl: Ulubione programy
ro: Aplicaþii favorite
sk: Obµúbené aplikácie
uk: Улюблен╕ апл╕кац╕╖

source: Window list menu
cs: Nabídka Seznam Oken
lv: Logu saraksta izvçlne
pl: Menu listy okien
ro: Meniu lista ferestre
sk: Zoznam okien
uk: Меню списоку в╕кон

source: Show Desktop
cs: Zobrazit Plochu
lv: Parâdît darbavirsmu
pl: Poka¿ biurko
sk: Uká¾ plochu

source: All Workspaces
cs: V¹echny Pracovní Plochy
lv: Visas darba vides
pl: Wszystkie obszary robocze
sk: V¹etky pracovné plochy

source: Del
cs: Smazat
pl: Usuñ
sk: Zmaza»

source: _Kill Client
cs: Zabít _Klienta
lv: Nogalinât _klientu
pl: Zam_knij klienta
ro: Închide clientul
sk: Zabi» _klienta
uk: Вбити _кл╕╓нта

source: _Terminate Process
cs: _Ukonèit proces
lv: Aizvçr_t procesu
pl: Zakoñcz proces
ro: Terminã procesul
sk: _Ukonèi» proces
uk: _Перервати процес

source: Kill _Process
cs: _Zabít proces
lv: Nogalinât _procesu
pl: Zabij _proces
ro: Opreºte procesul
sk: _Zabi» proces
uk: Вбити процес

source: _Show
cs: Ukáz_at
lv: _Parâdît
pl: Poka¿
ro: Aratã
sk: Ukáz_a»
uk: _Показати

source: _Minimize
cs: _Minimalizovat
lv: _Minimizçt
pl: _Minimalizuj
ro: _Minimizeazã
sk: _Minimalizova»
uk: _Згорнути

source: Window list
cs: Seznam oken
lv: Logu saraksts
pl: Lista okien
ro: Lista ferestre
sk: Zoznam okien
uk: Список в╕кон

source: %lu. Workspace %-.32s
cs: %lu. Pracovní plocha %-.32s
lv: %lu. Darba vide %-.32s
pl: %lu. Obszar roboczy %-.32s
ro: %lu. Spaþiu de lucru %-.32s
sk: %lu. Pracovná plocha %-.32s
uk: %lu. Робоче м╕сце %-.32s

source: Failed to create anonymous pipe (errno=%d).
cs: Vytvoøení nepojmenované roury selhalo (chyba è.=%d).

source: Message Loop: select failed (errno=%d)
cs: Message Loop: výbìr selhal (chyba è.=%d)
uk: Цикл пов╕домлень: select не вдався (errno=%d)

source: Unrecognized option: %s
cs: Nerozpoznaný pøepínaè: %s
lv: Nezinâma opcija: %s
pl: Nierozpoznana opcja: %s
ro: Opþiune nerecunoscutã: %s
sk: Nerozpoznaná voµba: %s
uk: Нев╕дома опц╕я: %s

source: Unrecognized argument: %s
cs: Nerozpoznaný parametr: %s
lv: Nezinâms arguments: %s
pl: Nierozpoznany argument: %s
ro: Argument nerecunoscut: %s
sk: Nerozpoznaný parameter: %s
uk: Нев╕домий аргумент: %s

source: Argument required for %s switch
cs: Hodnota pøepínaèe %s je vy¾adována
lv: %s atslçgai ir nepiecieðams arguments
pl: Prze³±cznik %s wymaga podania argumentu
ro: Argument necesar pentru comutatorul %s
sk: Hodnota prepínaèa %s je vy¾adovaná
uk: Опц╕я %s вимага╓ аргумент

source: Unknown key name %s in %s
cs: Neznámé klíèové jméno %s v %s
lv: Nezinâms atslçgas nosaukums %s iekð %s
pl: Nierozpoznana nazwa klucza %s w %s
ro: Numele tastei %s necunoscut în %s
sk: Neznáme meno kµúèa %s v %s
uk: Нев╕домий символ %s у %s

source: Bad argument: %s for %s
cs: ©patná hodnota: %s pro %s
lv: Kïûdains arguments: %s priekð %s
pl: Nieprawid³owy argument %s dla %s
ro: Argument greºit: %s pentru %s
sk: Zlá hodnota: %s pre %s
uk: Нев╕рний argument: %s для %s

source: Bad option: %s
cs: ©patný pøepínaè: %s
lv: Kïûdaina opcija: %s
pl: Nieprawid³owa opcja: %s
ro: Opþiune greºitã: %s
sk: Zla voµba: %s
uk: Нев╕рна опц╕я: %s

source: Invalid cursor pixmap: "%s" contains too many unique colors
cs: Neplatná pixmapa kursoru: "%s" obsahuje pøíli¹ mnoho rùzných barev

source: Loading of pixmap "%s" failed
cs: Nahrání pixmapy "%s" selhalo
lv: Pikseïkartes "%s" ielâde neizdevâs
pl: B³±d ³adowania obrazka "%s"
ro: Încãrcarea hãrþii de pixeli "%s" a eºuat
sk: Nahranie pixmapy "%s" zlyhalo
uk: Помилка завантаження мапи п╕ксел╕в "%s"

source: Invalid cursor pixmap: "%s" contains too much unique colors
cs: Vadná pixmapa kursoru: "%s" obsahuje pøíli¹ mnoho rùzných barev
lv: Kïûdaina kursora pikseïkarte: "%s" satur pârâk daudz unikâlu krâsu
pl: B³±d obrazka kursora: "%s" zawiera za du¿o ró¿nych kolorów
ro: Cursor invalid pentru harta de pixeli: "%s" conþine prea multe culori unice
sk: Neplatná pixmapa kurzora: "%s" obsahuje príli¹ veµa jedineèných farieb
uk: Нев╕рна мапа п╕ксел╕в для курсору: "%s" занадто багато р╕зних кольор╕в

source: BUG? Imlib was able to read "%s"
cs: BUG? Imlib byla schopna èíst "%s"
lv: BLUSA? Imlib varçja nolasît "%s"
pl: BUG? Imlib nie mo¿e odczytaæ "%s"
ro: BUG? Imlib a reuºit citirea "%s"
sk: CHYBA? Imlib bola schopná èíta» "%s"

source: BUG? Malformed XPM header but Imlib was able to parse "%s"
cs: BUG? Hlavièka XPM není správná, ale Imlib byla schopna analyzovat "%s"
lv: BLUSA? Nekorekti noformçta XPM galvene, bet Imlib varçja noparsçt "%s"
pl: BUG? Zdeformowany nag³ówek XPM ale Imlib móg³ przetworzyæ "%s"
ro: BUG? Antetul XPM deformat dar Imlib a reuºit procesarea "%s"
sk: CHYBA? Po¹kodená XPM hlavièka ale Imlib ju bola schopná spracova» "%s"

source: BUG? Unexpected end of XPM file but Imlib was able to parse "%s"
cs: BUG? Neoèekávaný konec souboru XPM, ale Imlib byla schopna analyzovat "%s"
lv: BLUSA? Negaidîtas XPM faila beigas, bet Imlib varçja noparsçt "%s"
pl: BUG? Nieoczekiwany koniec pliku XPM ale Imlib móg³ przetworzyæ "%s"
ro: BUG? Sfârºit de fiºier XPM neaºteptat dar Imlib a reuºit procesarea "%s"
sk: CHYBA? Neoèakávaný koniec súboru XPM, ale Imlib bola schopná analyzova» "%s"

source: BUG? Unexpected characted but Imlib was able to parse "%s"
cs: BUG? Neoèekávaný znak, ale Imlib byla chopna analyzovat "%s"
lv: BLUSA? Negaidîts simbols, bet Imlib varçja noparsçt "%s"
pl: BUG? Nieoczekiwany znak ale Imlib móg³ przetworzyæ "%s"
ro: BUG? Caracter neaºteptat dar Imlib a reuºît procesarea "%s"
sk: CHYBA? Neoèakávaný znak, ale Imlib ho bola schopná analyzova» "%s"

source: Could not load font "%s".
cs: Nemohu nahrát font "%s".
lv: Nevaru ielâdçt fontu "%s".
pl: B³±d ³adowania fontu "%s".
ro: Nu pot încãrca fontul "%s".
sk: Nemô¾em nahra» písmo "%s".
uk: Не можу завантажити шрифт "%s".

source: Loading of fallback font "%s" failed.
cs: Nahrání nouzového fontu "%s" selhalo.
lv: Atkriðanas fonta "%s" ielâde neizdevâs.
pl: £adowanie fontu "%s" nie powiod³o siê.
ro: Încãrcarea fontului de rezervã "%s" a eºuat.
sk: Nahranie núdzového písma "%s" zlyhalo.
uk: Помилка завантаження резервного шрифту "%s".

source: Could not load fontset "%s".
cs: Nemohu nahrát sadu fontù "%s".
lv: Nevaru ielâdçt fontu kopu "%s".
pl: B³±d ³adowania zestawu fontów "%s".
ro: Nu pot încãrca setul de fonturi "%s".
sk: Nemô¾em nahra» sadu písma "%s".
uk: Не можу завантажити наб╕р шрифт╕в "%s".

source: Missing codesets for fontset "%s":
cs: Schází znaková sada fontù "%s":
lv: Trûkstoðas kodu kopas fontu kopai "%s":
pl: Nieokre¶lone kodowanie zestawu fontów "%s":
ro: Lipseºte setul de coduri pentru setul de fonturi "%s":
sk: Chýba znaková sada písma "%s":
uk: В╕дсутн╕ кодов╕ стор╕нки для набору шрифт╕в "%s":

source: Out of memory for pixmap "%s"
cs: Nedostatek pamìti pro pixmapu "%s"
lv: Nepietiek atmiòas pikseïkartei "%s"
pl: Brak pamiêci dla obrazka "%s"
ro: Depãºirea memoriei pentru harta de pixeli "%s"
sk: Nedostatok pamäte pre pixmapu "%s"
uk: Невистача╓ пам'ят╕ для мапи п╕ксел╕в "%s"

source: Loading of image "%s" failed
cs: Nahrání obrázku "%s" selhalo
lv: Attçla "%s" ielâde neizdevâs
pl: £adowanie obrazka"%s" nie powiod³o siê
ro: Încãrcarea imaginii "%s" a eºuat
sk: Nahranie obrázku "%s" zlyhalo
uk: Помилка завантаження малюнка "%s"

source: Imlib: Acquisition of X pixmap failed
cs: Imlib: Získání X pixmapy selhalo
lv: Imlib: X pikseïkartes iegûðana neizdevâs
pl: Imlib: problem z obrazkiem
ro: Imlib: achiziþia hãrþii de pixeli X a eºuat
sk: Imlib: Získanie X pixmapy zlyhalo
uk: Imlib: помилка при отриманн╕ мапи п╕ксел╕в X

source: Imlib: Imlib image to X pixmap mapping failed
cs: Imlib: Namapování Imlib obrázku do X pixmapy selhalo
lv: Imlib:
pl: Imlib: mapowanie obrazka nie powiod³o siê
ro: Imlib: eºuare la maparea imaginii Imlib în hartã de pixeli
sk: Imlib: Namapovaniei Imlib obrázku do X pixmapy zlyhalo
uk: Imlib: помилка перетворення малюнку Imlib у мапу п╕ксел╕в X

source: Cu_t
cs: Vyjmou_t
lv: Izgriez_t
pl: Wy_tnij
ro: Decupeazã
sk: Vystrihnú_»
uk: Вир╕зати

source: _Copy
cs: _Kopírovat
lv: _Kopçt
pl: Kopiuj
ro: _Copiazã
sk: _Kopírova»
uk: Скоп╕ювати

source: _Paste
cs: _Vlo¾it
lv: Ies_praust
pl: Wklej
ro: Li_peºte
sk: _Vlo¾i»
uk: _Вставити

source: Paste _Selection
cs: V_lo¾it Výbìr
lv: Iespraust _iezîmçto
pl: Wklej wybór
ro: Lipeºte _selecþia
sk: V_lo¾i» Výber
uk: Вс_тавити вид╕лення

source: Select _All
cs: Vybr_at V¹e
lv: Iezîmçt _visu
pl: Wybierz wszystko
ro: Selecte_azã tot
sk: Vybr_a» v¹etko
uk: Вибрати все

source: Locale not supported by C library. Falling back to 'C' locale'.
cs: Nastavení Jazyka (Locale) není knihovnou C podporováno.Vracím nastavení jazyka (Locale) na 'C'.
lv: C bibliotçka neatbalsta ðo lokâli. Atkrîtu uz 'C' lokâli.
pl: Locale nieobs³ugiwane przez bibliotekê C. Przywrócenie ustawieñ lokalnych "C".
sk: Locale nie je podporované kni¾nicou C. Pou¾ijem 'C' locale'.

source: Failed to determinate the current locale's codeset. Assuming ISO-8859-1.
cs: Nepodaøilo se zjistit stávající nastavení stávající znakové sady. Pøiøazuji ISO-8859-1.
lv: Neizdevâs noteikt tekoðâs lokâles kodu kopu. Pieòemam ISO-8859-1.
pl: Okre¶lenie bie¿±cego lokalnego zestawu kodowania nie powiod³o siê. Przyjmujê ISO-8859-1.
sk: Nepodarilo sa zisti» aktuálnu kódovú stránku. Prepokladám ISO-8859-1.

source: iconv doesn't supply (sufficient) %s to %s converters.
cs: iconv (dostateènì) nepodporuje konverzi z %s do %s.
lv: iconv nepiedâvâ pietiekami derîgus pârveidotâjus no %s uz %s.
pl: iconv nie dostarcza (wystarczaj±cego) %s dla konwerterów %s.
ro: iconv nu furnizeazã (suficient) %s pentru convertirea %s.
sk: iconv (dostatoène) nepodporuje konverziu z %s do %s.
uk: Iconv не п╕дтриму╓ (на достатньому р╕вн╕) перекодування з %s у %s.

source: Invalid multibyte string "%s": %s
cs: Neplatný vícebajtový øetìzec "%s": %s
lv: Kïûdaina vairâkbaitu virkne "%s": %s
pl: Niepoprawny wielobajtowy ³añcuch: "%s": %s
ro: ªir multioctet invalid "%s": %s
sk: Neplatný viacbajtový re»azec "%s": %s
uk: Нев╕рна багатобайтова стр╕чка "%s": %s

source: program label expected
cs: bylo oèekáváno pojmenování programu
lv: tika gaidîta programmas iezîme
pl: oczekiwano etykiety programu
sk: bolo oèakávané pomenovanie programu

source: icon name expected
cs: bylo oèekáváno jméno ikony
lv: tika gaidîts ikonas nosaukums
pl: oczekiwano nazwy ikony
sk: oèakávaný je názov ikony

source: window management class expected
cs: byla oèekávána tøída správy okna (wm_class)
lv: tika gaidîta loga vadîbas klase
pl: oczekiwano klasy zarz±dzania oknem
sk: oèakávaná je trieda správy okien

source: menu caption expected
cs: byl oèekáván název menu
lv: tika gaidîts izvçlnes nosaukums
pl: oczekiwano wpisu menu
sk: bol oèakávaný názov menu

source: opening curly expected
cs: byl oèekáván opening curly
lv: tika gaidîta atveroðâ figûriekava
pl: oczekiwano otwarcia curly
sk: oèakávaná je µavá zlo¾ená zátvorka

source: action name expected
cs: bylo oèekáváno jméno akce
lv: tika gaidîts darbîbas nosaukums
pl: oczekiwano nazwy akcji
sk: chyba meno akcie
