Repository: dontsueme/icewm
Catalog: icewm-1.2/po/*.po
Languages: cs, lv, pl, ro, sk, uk

source: unknown action
cs: neznámá akce
lv: nezinâma darbîba
pl: nieznana akcja
sk: neznáma akcia

source: OK
cs: Potvrdit
lv: Labi
uk: Гаразд

source: Cancel
cs: Zru¹it
lv: Atcelt
pl: Anuluj
ro: Renunþã
sk: Zru¹i»
uk: Скасувати

source: Failed to open %s: %s
cs: Selhalo otevøení %s: %s
lv: Nevarçju atvçrt %s: %s
pl: B³±d otwarcia %s: %s
sk: Nepodarilo sa otvori» %s: %s

source: Failed to create anonymous pipe: %s
cs: Selhalo otevøení nepojmenované roury: %s

source: Failed to duplicate file descriptor: %s
cs: Selhalo zduplikování deskriptoru souboru: %s

source: Failed to execute %s: %s
cs: Selhalo spu¹tìní %s: %s
lv: Neizdevâs palaist %s: %s
pl: Nie mo¿na uruchomiæ %s: %s
sk: Zlyhalo spustenie %s: %s

source: Failed to create child process: %s
cs: Selhalo vytvoøení potomka procesu: %s
lv: Neizdevâs izveidot bçrnprocesu: %s
pl: Nie mo¿na utworzyæ procesu potomnego: %s
sk: Zlyhalo vytvorenie potomka procesu: %s

source: Not a regular file: %s
cs: Není skuteèným souborem: %s
lv: Nav regulârs fails: %s
pl: To nie jest zwyk³y plik: %s
sk: Nie je skutoèným súborom: %s

source: Pair of hexadecimal digits expected
cs: Byla oèekávána dvojice hexadecimálních èíslic
lv: Tika gaidîts heksadecimâlo ciparu pâris
pl: Oczekiwana para liczb szesnastkowych
ro: Pereche de numere hexazecimale necesarã
sk: Chyba dvojica hexadecimálnych èíslic
uk: Оч╕ку╓ться пара ш╕снадяткових цифр

source: Unexpected identifier
cs: Neoèekávaný identifikátor
lv: Negaidîts identifikators
pl: Nieoczekiwany identyfikator
ro: Identificator neaºteptat
sk: Neoèakávaný identifikátor
uk: Неоч╕куваний ╕дентиф╕катор

source: Identifier expected
cs: Byl oèekáván identifikátor
lv: Tika gaidîts identifikators
pl: Oczekiwany identyfikator
ro: Identificator aºteptat
sk: Chýba identifikátor
uk: Оч╕ку╓ться ╕дентиф╕катор

source: Separator expected
cs: Byl oèekáván oddìlovaè
lv: Tika gaidîts atdalîtâjs
pl: Oczekiwany separator
ro: Separator aºteptat
sk: Chýba oddeµovaè
uk: Оч╕ку╓ться розд╕лювач

source: Invalid token
cs: Neplatný token
lv: Nepareizs maríieris
pl: Niepoprawny znacznik
sk: Neplatný token

source: Out of memory for pixel map %s
cs: Nedostatek pamìti pro pixmapu %s
lv: Nepietiek atmiòas pikseïkartei %s
pl: Brak pamiêci dla obrazka %s
ro: Depãºirea memoriei pentru harta de pixeli %s
sk: Nedostatok pamäte pre pixmapu %s
uk: Невистача╓ пам'ят╕ для мапи п╕ксел╕в %s

source: Could not find pixel map %s
cs: Nemohu nalézt pixmapu %s
lv: Nevaru atrast pikseïu karti %s
pl: Nie mo¿na znale¼æ obrazka %s
ro: Nu pot gãsi harta de pixeli %s
sk: Nemô¾em nájs» pixmapu %s
uk: Не можу знайти малюнок %s

source: Out of memory for RGB pixel buffer %s
cs: Nedostatek pamìti pro zásobník RGB pixelù %s
lv: Nepietiek atmiòas RGB pikseïu buferim %s
pl: Brak pamiêci dla bufora RGB obrazka %s
ro: Depãºirea memoriei pentru buffer-ul de pixeli RGB %s
sk: Nedostatok pamäte pre zásobník RGB pixelov %s
uk: Невистача╓ пам'ят╕ для буферу RGB п╕ксел╕в %s

source: Could not find RGB pixel buffer %s
cs: Nemohu nalézt zásobník RGB pixelù %s
lv: Nevaru atrast RGB pikseïu buferi %s
pl: Nie mo¿na znale¼æ bufora RGB obrazka %s
ro: Nu pot gãsi buffer-ul de pixeli RGB %s
sk: Nemô¾em nájs» zásobník RGB pixelov %s
uk: Не можу знайти буфер RGB п╕ксел╕в %s

source: Using fallback mechanism to convert pixels (depth: %d; masks (red/green/blue): %0*x/%0*x/%0*x)
cs: Ke konverzi pixelù pou¾ívám nouzový mechanismus(hloubka: %d; maska (èervená/zelená/modrá): %0*x/%0*x/%0*x)
lv: Izmantoju atkriðanas mehânismu, lai nokonvertçtu pikseïus (dziïums: %d; maskas (sarkans/zaïð/zils): %0*x/%0*x/%0*x)
pl: U¿ycie mechanizmu zapasowego do konwersji piksli (g³êboko¶æ: %d; maski (czerwony/zielony/niebieski): %0*x/%0*x/%0*x)
ro: Folosire mecanism de rezervã pentru conversia pixelilor (adâncime: %d; mãºti (roºu/verde/albastru): %0*x/%0*x/%0*x)
sk: Ku konverzii pixelu pou¾ívam núdzový mechanizmus(håbka: %d; maska (èervená/zelená/modrá): %0*x/%0*x/%0*x)
uk: Використову╓ться резервний механ╕зм для конверс╕╖ п╕ксел╕в (глибина кольору: %d; маска (червоний/зелений/син╕й): %0*x/%0*x/%0*x)

source: %s:%d: %d bit visuals are not supported (yet)
cs: %s:%d: %d bit visuals (zatím) nejsou podporovány
lv: %s:%d: %d bitu vizuâïi netiek atbalstîti (pagaidâm)
pl: %s:%d: %d trybów bitowych nie obs³ugiwanych (jeszcze)
ro: %s:%d: %d bit vizuali nu e suportat (încã)
sk: %s:%d: %d bit visuals (zatiaµ) nie sú podporované
uk: %s:%d: %d-б╕тний граф╕чний буфер не п╕дтриму╓ться (ще)

source: %s:%d: Failed to copy drawable 0x%x to pixel buffer
cs: %s:%d: Kopírování drawable 0x%x do zásobníku pixelù selhalo
uk: %s:%d: Помилка коп╕ювання граф╕чного елемента 0x%x у буфер п╕ксел╕в

source: %s:%d: Failed to copy drawable 0x%x to pixel buffer (%d:%d-%dx%d
cs: %s:%d: Kopírování drawable 0x%x do zásobníku pixelù selhalo (%d:%d-%dx%d

source: TOO MANY ICE CONNECTIONS -- not supported
cs: PØÍLI© MNOHO ICE SPOJENÍ -- nepodporováno
uk: Забагато з'╓днань Ice -- не п╕дтриму╓ться

source: $USER or $LOGNAME not set?
cs: $USER ,nebo $LOGNAME není nastavena?
lv: $USER vai $LOGNAME nav uzstâdîts?
pl: Nie ustawiono zmiennych $USER lub $LOGNAME?
ro: $USER sau $LOGNAME nesetat?
sk: $USER ,alebo $LOGNAME nie je nastavený?
uk: Не встановлен╕ зм╕нн╕ $USER ╕ $LOGNAME?

source: Session Manager: IceAddConnectionWatch failed.
cs: Session Manager: IceAddConnectionWatch selhal.
uk: Session Manager: помилка у IceAddConnectionWatch.

source: Session Manager: Init error: %s
cs: Session Manager: Chyba inicializace: %s
uk: Session Manager: помилка ╕н╕ц╕ал╕зац╕╖: %s

source: "%s" doesn't describe a common internet scheme
cs: "%s" neodpovídá bì¾nému internetovému schématu
lv: "%s" neapraksta kopçju interneta shçmu
pl: "%s" nie opisuje wspólnego schematu internetowego
ro: "%s" nu descrie o schemã internet comunã
sk: "%s" neodpovedá be¾nému internetovému schématu
uk: "%s" не ╓ стандартною адресою ╤нтернету

source: "%s" contains no scheme description
cs: "%s" neobsahuje popis schématu
lv: "%s" nesatur shçmas aprakstu
pl: "%s" nie zawiera opisu schematu
ro: "%s" nu conþine descrierea schemei
sk: "%s" neobsahuje popis schématu
uk: "%s" не м╕стить опису схеми

source: Not a hexadecimal number: %c%c (in "%s")
cs: Toto není hexadecimální èíslo: %c%c (v "%s")
lv: Nav heksadecimâls numurs: %c%c (iekð "%s")
pl: To nie jest liczba szesnastkowa: %c%c (w "%s")
ro: Nu e numãr hexazecimal: %c%c (in "%s")
sk: Toto nie je hexadecimálne èíslo: %c%c (v "%s")
uk: Не ш╕снадцяткове число: %c%c (у "%s")

source: Interface %s: Current rate (in/out): %li %s/%li %s Current average (in/out): %lli %s/%lli %s Total average (in/out): %li %s/%li %s Transferred (in/out): %lli %s/%lli %s Online time: %ld:%02ld:%02ld%s%s
lv: Interfeiss %s: Tekoðais âtrums (ienâkoðie/izejoðie): %li %s/%li %s Tekoðais vidçjais (ienâkoðie/izejoðie): %lli %s/%lli %s Kopçjais vidçjais (ienâkoðie/izejoðie): %li %s/%li %s Pârsûtîts (ienâkoðie/izejoðie): %lli %s/%lli %s Tieðsaites ilgums: %ld:%02ld:%02ld%s%s
pl: Interfejs %s: Aktualna prêdko¶æ (we/wy): %li %s/%li %s ¦rednia prêdko¶æ (we/wy): %lli %s/%lli %s ¦rednia ca³kowita (we/wy): %li %s/%li %s Przes³ano (we/wy): %lli %s/%lli %s Czas po³±czenia: %ld:%02ld:%02ld%s%s
sk: Zariadenie %s: Aktuálne vy»a¾enie (dnu/von): %li %s/%li %s Priemerné vy»a¾enie (dnu/von): %lli %s/%lli %s Priemer celkom (dnu/von): %li %s/%li %s Prenesené (dnu/von): %lli %s/%lli %s Celková doba pripojenia: %ld:%02ld:%02ld%s%s

source: Same Game
lv: Tâ pati spçle
pl: To samo
ro: Acelaºi joc
sk: Rovnaká hra
uk: Гра IceSame

source: _Menu
lv: _Izvçlne
ro: _Meniu
uk: _Меню

source: _Dock
lv: _Doks
pl: _Dokuj
ro: _Docheazã
sk: _Dok
uk: _Док

source: Tray _icon
lv: Paplâtes _ikona
pl: Ikona zasobnika
sk: Dokuj _ikonu
uk: _П╕ктограма на панел╕

source: Usage: icewmbg [ -r | -q ] -r Restart icewmbg -q Quit icewmbg Loads desktop background according to preferences file DesktopBackgroundCenter - Display desktop background centered, not tiled SupportSemitransparency - Support for semitransparent terminals DesktopBackgroundColor - Desktop background color DesktopBackgroundImage - Desktop background image DesktopTransparencyColor - Color to announce for semi-transparent windows DesktopTransparencyImage - Image to announce for semi-transparent windows
pl: U¿ycie: icewmbg [ -r | -q ] -r Prze³aduj icewmbg -q Wyjd¼ z icewmbg £aduje obrazek t³a okre¶lony w pliku preferences DesktopBackgroundCenter - Wy¶wietl obrazek wycentrowany SupportSemitransparency - Obs³uga pó³prze¼roczystych terminali DesktopBackgroundColor - Kolor t³a DesktopBackgroundImage - Obrazek t³a DesktopTransparencyColor - Kolor dla pó³prze¼roczystych okien DesktopTransparencyImage - Obraz dla pó³prze¼roczystych okien

source: # NOTE: All settings are commented out by default, be sure to # uncomment them if you change them!
uk: # Прим╕тка: За замовчуванням вс╕ налаштування закоментован╕. # Якщо ви збира╓тесь що-небудь зм╕нювати, то тод╕ # розкоментуйте потр╕бн╕!

source: # preferences(%s) - generated by genpref
uk: # налаштування(%s) - згенерован╕ genpref

source: Audio mode switch detected, initial audio mode `%s' no longer in affect.
uk: Виявлена зм╕на ауд╕орежиму, початковий режим "%s" б╕льше не використову╓ться.

source: CPU Load: %3.2f %3.2f %3.2f, %d processes.
uk: Завантаження процесора: %3.2f %3.2f %3.2f, %d процес╕в.

source: Delete
uk: Видалити

source: Failed to write history file %s: %s
uk: Помилка запису файлу ╕стор╕╖ %s: %s

source: Gnome User Apps
uk: Апл╕кац╕╖ користувача Gnome

source: Interface %s: Current rate (in/out): %d %s/%d %s Average rate (in/out): %d %s/%d %s Transferred (in/out): %d %s/%d %s Online time: %d:%02d:%02d%s%s
uk: ╤нтерфейс %s: Поточна швидк╕сть (вв╕д/вив╕д): %d %s/%d %s Середня швидк╕сть (вв╕д/вив╕д): %d %s/%d %s Переслано даних (вв╕д/вив╕д): %d %s/%d %s Час на л╕н╕╖: %d:%02d:%02d%s%s

source: M
uk: М

source: Obsolete option: %s
uk: Застар╕ла опц╕я: %s

source: Pipe creation failed (errno=%d).
uk: Помилка створення каналу (errno=%d).

source: Resource allocation for rotated string "%s" (%dx%d px) failed
uk: Помилка вид╕лення ресурс╕в для обернено╖ стр╕чки "%s" (%dx%d px)

source: Usage: icewmbg [OPTION]... pixmap1 [pixmap2]... Changes desktop background on workspace switches. The first pixmap is used as a default one. -s, --semitransparency Enable support for semi-transparent terminals
uk: Використання: icewmbg [OPTION]... pixmap1 [pixmap2]... Зм╕ню╓ тло ст╕льниц╕ при перемиканн╕ робочого простору. Перший малюнок використову╓ться за замовчуванням. -s, --semitransparency Вв╕мкнути п╕дтримку нап╕впрозорих терм╕нал╕в

source: Window %p has no XA_ICEWM_PID property. Export the LD_PRELOAD variable to preload the preice library.
uk: В╕кно %p не ма╓ властивост╕ XA_ICEWM_PID. Експортуйте зм╕нну середовища LD_PRELOAD, щоб попередньо завантажити б╕бл╕отеку preice.

source: cpu: %d %d %d %d
uk: ЦП: %d %d %d %d
