Repository: dontsueme/icewm
Catalog: icewm-1.2/po/*.po
Languages: cs, lv, pl, ro, sk, uk

source: /proc/apm - unknown format (%d)
cs: /proc/apm - neznámý formát (%d)
uk: /proc/apm - нев╕домий формат (%d)

source: - Power
cs: - Napájení
lv: - Baroðana
pl: - Zasilanie
ro: - Pornire
sk: - Napájanie
uk: - Живлення

source: P
cs: N
lv: B
sk: N
uk: П

source: - Charging
cs: - Dobíjení
lv: - Lâdçjas
pl: - £adowanie
ro: - Încãrcare
sk: - Dobíjanie
uk: - Заряд

source: C
cs: D
lv: L
sk: D

source: stat: user = %i, nice = %i, sys = %i, idle = %i
cs: stav: u¾ivatelské = %i, s prioritou(nice) = %i, systémové = %i, neèinné = %i

source: CPU Load:
cs: Vytí¾ení CPU:
lv: CP noslodze:
pl: Obci±¿enie procesora:
sk: Za»a¾enie CPU:

source: processes.
cs: procesù.
lv: procesi.
pl: procesów.
sk: procesov.

source: kstat finds too many cpus: should be %d
cs: kstat nalezl pøíli¹ mnoho procesorù: nejspí¹ jich je %d
uk: Kstat знайшов забагато процесор╕в: повинно бути %d

source: Invalid mailbox protocol: "%s"
cs: Neplatný protocol mailboxu: "%s"
lv: Nezinâms pasta kastîtes protokols: "%s"
pl: Nieprawid³owy protokó³ poczty: "%s"
ro: Protocol invalid pentru cãsuþa poºtalã: "%s"
sk: Neplatný protokol mailboxu: "%s"
uk: Нев╕рний протокол для поштово╖ скриньки: "%s"

source: Invalid mailbox path: "%s"
cs: Neplatná cesta k mailboxu: "%s"
lv: Nezinâms pasta kastîtes ceïð: "%s"
pl: Nieprawid³owa ¶cie¿ka do poczty: "%s"
ro: Cale invalidã pentru cãsuþa poºtalã: "%s"
sk: Neplatná cesta k mailboxu: "%s"
uk: Нев╕рний до шлях до поштово╖ скриньки: "%s"

source: Using MailBox "%s"
cs: Pou¾ívám MailBox: "%s"
lv: Lietojam pasta kastîti "%s"
pl: U¿ywana skrzynka: "%s"
ro: Folosire cãsuþa poºtalã "%s"
sk: Pou¾ívam MailBox: "%s"
uk: Використову╓ться поштова скринька: "%s"

source: Error checking mailbox.
cs: Chyba ovìøení stavu mailboxu.
lv: Kïûda pârbaudot pasta kastîti.
pl: B³±d podczas sprawdzania poczty.
ro: Eroare la verificarea cãsuþei postale.
sk: Chyba overenia stavu mailboxu.
uk: Помилка перев╕рки поштово╖ скриньки.

source: %ld mail message.
cs: %ld po¹tovní zpráva.
lv: %ld pasta ziòojums.
pl: %ld wiadomo¶ci
ro: %ld mesaj mail.
sk: %ld po¹tová správa.
uk: %ld поштове пов╕домлення.

source: %ld mail messages.
cs: %ld po¹tovních zpráv.
lv: %ld pasta ziòojumi.
pl: %ld wiadomo¶ci
ro: %ld mesaje mail.
sk: %ld po¹tových správ.
uk: %ld поштових пов╕домлень.

source: Caller id:
cs: Id volajícího:
lv: Zvanîtâja id:
pl: ID dzwoni±cego:
ro: Identificare chemãtor:
sk: Id volajúceho:
uk: Телефонний номер:

source: Workspace:
cs: Pracovní plocha:
lv: Darba vide:
pl: Obszar roboczy:
ro: Spaþiu de lucru:
sk: Pracovná plocha:
uk: Робоче м╕сце:

source: Back
cs: Zpìt
lv: Atpakaï
pl: Wstecz
ro: Înapoi
sk: Spä»
uk: Назад

source: Alt+Left
cs: Alt+Vlevo
lv: Alt+Pa kreisi
pl: Alt+Lewo
ro: Alt+Stânga
sk: Alt+Vµavo
uk: Alt+Вл╕во

source: Forward
cs: Dopøedu
lv: Uz priekðu
pl: Naprzód
ro: Înainte
sk: Dopredu
uk: Вперед

source: Alt+Right
cs: Alt+Vpravo
lv: Alt+Pa labi
pl: Alt+Prawo
ro: Alt+Dreapta
sk: Alt+Vpravo
uk: Alt+Вправо

source: Previous
cs: Pøedchozí
lv: Iepriekðçjâ
pl: Poprzedni
ro: Precedent
sk: Predchadzajúce
uk: Попередн╕й

source: Next
cs: Následující
lv: Nâkamâ
pl: Nastêpny
ro: Urmãtor
sk: Nasledujúce
uk: Наступний

source: Contents
cs: Obsah
lv: Saturs
pl: Zawarto¶æ
ro: Cuprins
sk: Obsah
uk: Зм╕ст

source: Index
cs: Seznam
lv: Alfabçtiskais râdîtâjs
pl: Indeks
uk: Покажчик

source: Close
cs: Zavøít
lv: Aizvçrt
pl: Zamknij
ro: Închide
sk: Zavrie»
uk: Закрити

source: Usage: %s FILENAME A very simple HTML browser displaying the document specified by FILENAME.
cs: Pou¾ití: %s JMÉNO_SOUBORU Velmi jednoduchý prohlí¾eè HTML, který zobrazí dokument urèený JMÉNEM_SOUBORU.
lv: Lietoðana: %s FAILS Ïoti vienkârðs HTML pârlûks, kas parâda norâdîto dokumentu.
pl: U¿ycie: %s NAZWA_PLIKU Prosta przegl±darka wy¶wietlaj±ca dokument HTML o podanej NAZWIE_PLIKU.
ro: Folosire: %s NUME FIªIER Un navigator foarte simplu care afiºeazã documentul specificat de NUME FIªIER.
sk: Pou¾itie: %s NÁZOV_SÚBORU Veµmi jednoduchý HTML prehliadaè zobrazujúci dokument urèený NÁZVOM_SÚBORU.
uk: Використання: %s НАЗВА_ФАЙЛУ Дуже простий переглядач HTML документу, який зада╓ться НАЗВОЮ_ФАЙЛУ.

source: Invalid path: %s
cs: Neplatná cesta: %s
lv: Kïûdains ceïð: %s
pl: Nieprawid³owa ¶cie¿ka: %s
ro: Cale invalidã: %s
sk: Neplatná cesta: %s
uk: Нев╕рний шлях: %s

source: Invalid path:
cs: Neplatná cesta:
lv: Kïûdains ceïð:
pl: Nierawid³owa ¶cie¿ka:
ro: Cale invalidã:
sk: Neplatná cesta:
uk: Нев╕рний шлях:

source: List View
cs: Zobrazení Seznam
lv: Saraksta skats
pl: Widok listy
ro: Afiºeazã lista
sk: Zobrazenie zoznamu
uk: Перегляд списку

source: Icon View
cs: Zobrazení Ikony
lv: Ikonu skats
pl: Widok ikon
ro: Afiºeazã icon
sk: Zobrazenie ikon
uk: Перегляд п╕ктограм

source: Open
cs: Otevøít
lv: Atvçrt
pl: Otwórz
ro: Deschide
sk: Otvori»
uk: В╕дкрити

source: Undo
cs: Vrátit
lv: Atsaukt
pl: Cofnij
ro: Anuleazã
sk: Vráti»
uk: В╕дм╕нити

source: New
cs: Nový
lv: Jauns
pl: Nowy
ro: Nou
sk: Nový
uk: Новий

source: Restart
cs: Restartovat
lv: Pârstartçt
pl: Zrestartuj
ro: Repornire
sk: Re¹tartova»
uk: Перезапустити

source: Action `%s' requires at least %d arguments.
cs: Akce `%s' vy¾aduje nejménì %d argumentù.
lv: Darbîbai `%s' vajag vismaz %d argumentus.
pl: Operacja "%s" wymaga co najmniej %d argumentów
sk: Akcia `%s' vy¾aduje najmenej %d argumentov.
uk: Д╕я "%s" вимага╓ як м╕н╕мум %d аргументу(╕в).

source: Invalid expression: `%s'
cs: Neplatný výraz: `%s'.
lv: Kïûdaina izteiksme: `%s'
pl: Nieprawid³owe wyra¿enie: "%s"
sk: Neplatný výraz: `%s'
uk: Неправильний вираз: "%s"

source: Named symbols of the domain `%s' (numeric range: %ld-%ld):
cs: Pojmenované znaky domény `%s' (èíselný rozsah: %ld-%ld):
lv: Nosauktie simboli domçnam `%s' (numuru apgabals: %ld-%ld):
pl: Nazwane symbole domeny "%s" (zakres numeryczny: %ld-%ld):
ro: Denumiri simbolice ale domeniului `%s' (interval numeric: %ld-%ld):
sk: Pomenované znaky domény `%s' (èíselný rozsah: %ld-%ld):
uk: ╤менован╕ символи у домен╕ "%s" (числовий д╕апазон: %ld-%ld):

source: Invalid workspace name: `%s'
cs: Neplatné jméno plochy: `%s'
lv: Kïûdains darba vides nosaukums: `%s'
pl: Nieprawid³owa nazwa obszaru roboczego: "%s"
ro: Spaþiu de lucru invalid: `%s'
sk: Neplatný názov plochy: `%s'
uk: Нев╕рне ╕м'я робочого простору: "%s"

source: Workspace out of range: %d
cs: Plocha je mimo rozsah: %d
lv: Darba vide ârpus ranga: %d
pl: Obszar roboczy poza zakresem: %d
ro: Spaþiu de lucru în afara domeniului: %d
sk: Plocha je mimo rozsah: %d
uk: Робоче м╕сце за межами д╕апазону: %d

source: XQueryTree failed for window 0x%x
cs: XQueryTree na okno 0x%x selhalo
uk: Помилка XQueryTree для в╕кна 0x%x

source: Usage: %s [OPTIONS] ACTIONS Options: -display DISPLAY Connects to the X server specified by DISPLAY. Default: $DISPLAY or :0.0 when not set. -window WINDOW_ID Specifies the window to manipulate. Special identifiers are `root' for the root window and `focus' for the currently focused window. -class WM_CLASS Window management class of the window(s) to manipulate. If WM_CLASS contains a period, only windows with exactly the same WM_CLASS property are matched. If there is no period, windows of the same class and windows of the same instance (aka. `-name') are selected. Actions: setIconTitle TITLE Set the icon title. setWindowTitle TITLE Set the window title. setGeometry geometry Set the window geometry setState MASK STATE Set the GNOME window state to STATE. Only the bits selected by MASK are affected. STATE and MASK are expressions of the domain `GNOME window state'. toggleState STATE Toggle the GNOME window state bits specified by the STATE expression. setHints HINTS Set th GNOME window hints to HINTS. setLayer LAYER Moves the window to another GNOME window layer. setWorkspace WORKSPACE Moves the window to another workspace. Select the root window to change the current workspace. listWorkspaces Lists the names of all workspaces. setTrayOption TRAYOPTION Set the IceWM tray option hint. Expressions: Expressions are list of symbols of one domain concatenated by `+' or `|': EXPRESSION ::= SYMBOL | EXPRESSION ( `+' | `|' ) SYMBOL
cs: Pou¾ití: %s [PØEPÍNAÈE] AKCE Pøepínaèe: -display DISPLAY Pøipojí se k X serveru zadaným DISPLAY. Standard: $DISPLAY nebo :0.0 pokud není nastaven. -window WINDOW_ID Udává okno k manipulaci. Speciální ukazatele jsou `root' jako¾to hlavní okno a `focus' jako¾to právì aktivní okno. -class WM_CLASS Tøída ovládání okna/oken k manipulaci. Pokud WM_CLASS obsahuje teèku, tak budou vybrána pouze okna s tou samou WM_CLASS. Pokud tam ¾ádná teèka není, tak jsou vybrána okna jak ze stejné tøídy, tak i okna ze zadané instance (jako pøi pou¾ití `-name'). Akce: setIconTitle NÁZEV Nastaví jméno ikony. setWindowTitle NÁZEV Nastaví jméno okna. setGeometry GEOMETRIE Nastaví geometrii okna setState MASKA STAV Nastaví stav okna GNOME na STAV. Efekt budou mít pouze bity vybrané maskou MASKA. STAV a MASKA jsou výrazy z prostøedí `GNOME window state'. toggleState STAV Nastav GNOME stavové bity oknu na výraz STAV. setHints HINTS Nastav GNOME nápovìdu okna na HINTS. setLayer HLADINA Pøesuò okno do jiné GNOME okenní hladiny. setWorkspace PLOCHA Pøesuò okno na jinou pracovní plochu. Pro zmìnu stávající plochy vyberte okno root. listWorkspaces Vypí¹e jména v¹ech pracovních ploch. setTrayOption TRAYOPTION Nastaví pøíkazy pro mo¾nosti IceWM tray. Výrazy: Výrazy jsou seznamy symbolù, jednoho prostøedí, spojené `+', nebo `|': VÝRAZ ::= SYMBOL | VÝRAZ ( `+' | `|' ) SYMBOL

source: GNOME window state
cs: GNOME stav okna
lv: GNOMEs loga stâvoklis
pl: Stan okna GNOME
ro: Fereastra de stare GNOME
sk: GNOME stav okna
uk: Стан в╕кна GNOME

source: GNOME window hint
cs: GNOME nápovìda okna
lv: GNOMEs loga padoms
pl: Podpowied¼ okna GNOME
ro: Fereastra sugestie Gnome
sk: GNOME tip okna
uk: П╕дказка в╕кна GNOME

source: GNOME window layer
cs: GNOME hladina okna
lv: GNOMEs loga slânis
pl: Warstwa okna GNOME
ro: Fereastra strat GNOME
sk: GNOME vrstva okna
uk: Р╕вень в╕кна GNOME

source: IceWM tray option
cs: Pøepínaèe IceWM tray
lv: IceWM paplâtes opcija
pl: Opcje zasobnika IceWM
ro: Opþiune Icewm tray
sk: IceWM nastavenia dokovaèa
uk: Опц╕я панел╕ завдань IceWM

source: Usage error:
cs: Chyba pou¾ití:
lv: Lietoðanas kïûda:
pl: B³±d u¿ycia:
ro: Eroare folosire:
sk: Chybné pou¾itie:
uk: Помилка використання:

source: Invalid argument: `%s'.
cs: Neplatná hodnota: `%s'.
lv: Kïûdains arguments: `%s'.
pl: Nieprawid³owy argument: "%s"
ro: Argument invalid: `%s'.
sk: Neplatná hodnota: `%s'.
uk: Нев╕рний аргумент: "%s".

source: No actions specified.
cs: Nebyla zadána ¾ádná akce.
lv: Nav norâdîtu darbîbu.
pl: Nie okre¶lono akcji.
ro: Nici o acþiune specificatã
sk: Nebola zadaná ¾iadna akcia.
uk: Не зазначено н╕яких д╕й.

source: Can't open display: %s. X must be running and $DISPLAY set.
cs: Nelze otevøít displej: %s. Server X musí být spu¹tìn a promìnná $DISPLAY nastavena.
lv: Nevaru atvçrt displeju: %s. X ir jâbût palaistam un $DISPLEY uzstâdîtam.
pl: Nie mo¿na otworzyæ ekranu: %s. X-y musz± byæ uruchomione oraz musi byæ ustawiona zmienna $DISPLAY.
ro: Nu pot porni afiºarea: %s. Trebuie sã ruleze X ºi setat $DISPLAY.
sk: Neide otvori» displej: %s. Server X musí by» spustený a premenná $DISPLAY nastavená.
uk: Не вдалося в╕дкрити дисплей: %s. X-сервер повинен бути запущений ╕ зм╕нна $DISPLAY встановлена.

source: Invalid window identifier: `%s'
cs: Neplatné oznaèení okna: `%s'
lv: Kïûdains loga identifikators: `%s'
pl: Nieprawid³owy identyfikator okna: "%s"
ro: Identificator de ferestrã invalid: `%s'
sk: Neplatné oznaèenie okna: `%s'
uk: Нев╕рний ╕дентиф╕катор в╕кна: "%s"

source: workspace #%d: `%s'
cs: pracovní plocha #%d: `%s'
lv: darba vide #%d: `%s'
pl: obszar roboczy #%d: "%s"
ro: spaþiu de lucru #%d: `%s'
sk: pracovná plocha #%d: `%s'
uk: робоче м╕сце #%d: "%s"

source: Unknown action: `%s'
cs: Neznámá akce: `%s'
lv: Nezinâma darbîba: `%s'
pl: Nieznana akcja: "%s"
ro: Acþiune necunoscutã: `%s'
sk: Neznáma akcia: `%s'
uk: Нев╕дома д╕я: "%s"

source: Socket error: %d
cs: Chyba socketu: %d
lv: Ligzdas kïûda: %d
pl: B³±d gniazdka: %d
ro: Eroare socket: %d
sk: Chyba soketu: %d
uk: Помилка гн╕зда: %d

source: Playing sample #%d (%s)
cs: Pøehrávání vzorku #%d (%s)
lv: Atskaòoju #%d (%s)
pl: Odtwarzanie próbki #%d (%s)
ro: Redã sunetul #%d (%s)
sk: Hrám vzorku #%d (%s)
uk: Граю зразок #%d (%s)

source: No such device: %s
cs: Takové zaøízení neexistuje: %s
lv: Nav tâdas iekârtas: %s
pl: Brak urz±dzenia: %s
ro: Nu existã dispozitivul: %s
sk: Zariadenie neexistuje: %s
uk: Нема такого пристрою: %s

source: Can't connect to ESound daemon: %s
cs: Nelze se spojit s ESound démonem: %s
lv: Nevaru pieslçgties ESound dçmonam: %s
pl: Nie mo¿na po³±czyæ siê z demonem ESound: %s
ro: Conectare nereuºitã la demonul ESound: %s
sk: Nedá sa spoji» s ESound demónom: %s
uk: Не вдалося з'╓днатися з демоном звуку ESound: %s

source: <none>
cs: <nic>
lv: <nekas>
pl: <brak>
ro: <nu existã>
sk: <¾iadny>
uk: <нема╓>

source: Error <%d> while uploading `%s:%s'
cs: Nastala chyba <%d>: pøi nahrávání `%s:%s'
lv: Kïûda <%d> augðupielâdçjot `%s:%s'
pl: B³±d <%d> podczas wysy³ania "%s:%s"
ro: Eroare <%d> în timpul încãrcãrii `%s:%s'
sk: Nastala chyba <%d>: pri nahrávaní `%s:%s'
uk: Помилка <%d> при вивантаженн╕ "%s:%s"

source: Sample <%d> uploaded as `%s:%s'
cs: Vzorek <%d> byl nahrán jako `%s:%s'
lv: Skaòa <%d> augðupielâdçta kâ `%s:%s'
pl: Próbka <%d> wys³ana jako "%s:%s"
ro: Sunetul <%d> încãrcat ca `%s:%s'
sk: Vzorka <%d> bola nahraná ako `%s:%s'
uk: Звук <%d> завантажений як `%s:%s'

source: Playing sample #%d
cs: Pøehrávání vzorku #%d
lv: Atskaòoju #%d
pl: Odtwarzanie próbki #%d
ro: Redã sunetul #%d
sk: Prehrávanie vzorky #%d
uk: Граю зразок #%d

source: Can't connect to YIFF server: %s
cs: Nelze se spojit se serverem YIFF: %s
lv: Nevaru pieslçgties YIFF serverim: %s
pl: Nie mo¿na po³±czyæ siê z serwerem YIFF: %s
ro: Nu mã pot conecta la serverul YIFF: %s
sk: Nedá sa spoji» so serverom YIFF: %s
uk: Не вдалося з'╓днатися з сервером звуку YIFF: %s

source: Can't change to audio mode `%s'.
cs: Nelze pøejít do zvukového módu `%s'.
lv: Nevaru pârslçgties uz audio reþîmu `%s'.
pl: Nie mo¿na zmieniæ trybu audio na "%s"
ro: Nu pot schimba în modul audio `%s'.
sk: Nie je mo¾né prejs» do zvukového módu `%s'.
uk: Не вдалося зм╕нити ауд╕орежим на "%s".

source: Audio mode switch detected, initial audio mode `%s' no longer in effect.
cs: Bylo zaznamenáno pøepnutí zvukového re¾imu, pùvodní zvukový re¾im `%s' ji¾ nebude nadále aktivní.
lv: Atklâta audio reþîma pârslçgðana, sâkotnçjais audio reþîms `%s' vairs nav spçkâ.
pl: Wykryto prze³±cznik trybu audio, pocz±tkowy tryb "%s" nie jest ju¿ stosowany.
sk: Bolo zaznemenané prepnutie zvukového re¾imu, pôvodný zvukový re¾im `%s' u¾ nie je aktívny.

source: Audio mode switch detected, automatic audio mode changing disabled.
cs: Byla zaznamenáno pøepnutí zvukového re¾imu, automatické pøepínání zvukového re¾imu bylo zakázáno.
lv: Atklâta audio reþîma pârslçgðana, automâtiska audio reþîma maiòa atspçjota.
pl: Wykryto prze³±cznik trybu audio, wy³±czono automatyczn± zmianê trybu.
ro: S-a detectat o schimbare a modului audio, modul audio automat a fost dezafectat
sk: Bolo zaznemenané prepnutie zvukového re¾imu, automatické prepínanie zvukového re¾imu bolo zakázané.
uk: Виявлена зм╕на ауд╕орежиму, автоматична зм╕на ауд╕орежиму заборонена.

source: Overriding previous audio mode `%s'.
cs: Zamìòuji pøedchozí zvukový re¾im `%s'.
lv: Neievçrojam iepriekðçjo audio reþîmu `%s'.
pl: Zastêpowanie poprzedniego trybu audio "%s".
ro: Suprapune modul audio anterior `%s'.
sk: Mením na predchádzajúci zvukový re¾im `%s'.
uk: Перевизначення попереднього ауд╕орежиму "%s".

source: Usage: %s [OPTION]... Plays audio files on GUI events raised by IceWM. Options: -d, --display=DISPLAY Display used by IceWM (default: $DISPLAY). -s, --sample-dir=DIR Specifies the directory which contains the sound files (ie ~/.icewm/sounds). -i, --interface=TARGET Specifies the sound output target interface, one of OSS, YIFF, ESD -D, --device=DEVICE (OSS only) specifies the digital signal processor (default /dev/dsp). -S, --server=ADDR:PORT (ESD and YIFF) specifies server address and port number (default localhost:16001 for ESD and localhost:9433 for YIFF). -m, --audio-mode[=MODE] (YIFF only) specifies the Audio mode (leave blank to get a list). --audio-mode-auto (YIFF only) change Audio mode on the fly to best match sample's Audio (can cause problems with other Y clients, overrides --audio-mode). -v, --verbose Be verbose (prints out each sound event to stdout). -V, --version Prints version information and exits. -h, --help Prints (this) help screen and exits. Return values: 0 Success. 1 General error. 2 Command line error. 3 Subsystems error (ie cannot connect to server).
cs: Pou¾ití: %s [PØEPÍNAÈE]... Pøi událostech GUI, vyvolaných IceWMem, pøehrává zvukové soubory. Pøepínaèe: -d, --display=DISPLEJ Display pou¾ívaný IceWMem (standard: $DISPLAY). -s, --sample-dir=ADRESÁØ Udává adresáø obsahující zvukové soubory (ie ~/.icewm/sounds). -i, --interface=CÍL Udává cílové zaøízení zvukového výstupu, jeden z OSS, YIFF, ESD -D, --device=ZAØÍZENÍ (pouze OSS ) udává digitální signálový procesor (standard: /dev/dsp). -S, --server=ADRESA:PORT (ESD a YIFF) udává adresu serveru a èíslo portu (ESD je obvykle na localhost:16001 a YIFF je obvykle na localhost:9433). -m, --audio-mode[=MÓD] (pouze YIFF) udává Zvukový re¾im (k získání seznamu ponechte nevyplnìné). --audio-mode-auto (pouze YIFF) za bìhu zmìní na nejshodnìj¹í Zvukovým re¾im se Zvukovým vzorkem (mù¾e zpùsobit problémy s ostatními klienty Y, pøedefinovává --audio-mode). -v, --verbose Komunikuj (ka¾dou zvukovou událost vypi¹ na stdout). -V, --version Vypi¹ informaci o verzi a skonèi. -h, --help Vypi¹ (tuto) nápovìdu a skonèi. Návratové hodnoty: 0 Úspìch. 1 Obecná chyba. 2 Chyba na pøíkazové øádce. 3 Chyba podsystému (ie nemo¾nost spojení se serverem).

source: Compiled with DEBUG flag. Debugging messages will be printed.
cs: Skompilováno s pøíznakem DEBUG. Ladící zprávy budou vypisovány.
uk: Скомп╕льований з прапорцем DEBUG. Друкуватимуться пов╕домлення для в╕длагодження.

source: Multiple sound interfaces given.
cs: Zadáno více zvukových zaøízení.
lv: Doti vairâki skaòas interfeisi.
pl: Podano zbyt wiele urz±dzeñ d¼wiêkowych.
ro: Interfeþe de sunet multiple date.
sk: Existuje viacero zvukových rozhraní.
uk: Вказано дек╕лька звукових ╕нтерфейс╕в.

source: Support for the %s interface not compiled.
cs: Podpora zaøízení %s nebyla skompilována.
lv: %s interfeisa atbalsts nav iekompilçts.
pl: Obs³uga interfejsu %s nie zosta³a wkompilowana.
ro: Suportul pentru interfaþa %s necompilat.
sk: Podpora rozhrania %s nebola skompilovaná.
uk: П╕дтримка ╕нтерфейсу %s не вкомп╕льована.

source: Unsupported interface: %s.
cs: Nepodporované zaøízení: %s.
lv: Neatbalstîts interfeiss: %s.
pl: Nieobs³ugiwany interfejs: %s.
ro: Interfaþã nesuportatã: %s.
sk: Nepodporované rozhranie: %s.
uk: ╤нтерфейс %s не п╕дтриму╓ться.

source: Received signal %d: Terminating...
cs: Pøijat signál %d: Konèím...
lv: Saòçmts signâls %d: beidzu...
pl: Odebrano sygna³ %d: Koñczenie...
ro: Semnal primit %d: Terminare...
sk: Prijatý signál %d: Konèím...
uk: Отриманий сигнал %d: Переривання прац╕...

source: Received signal %d: Reloading samples...
cs: Pøijat signál %d: Znovu nahrávám vzorky...
lv: Saòemts signâls %d: Pârlâdçju skaòas...
pl: Odebrano sygna³ %d: Prze³adowanie próbek...
ro: Semnal primit %d: Reîncarc mostrele...
sk: Prijatý signál %d: Znovu nahrávam vzorky...
uk: Отриманий сигнал %d: Перезавантаження звук╕в...

source: Hex View
cs: Zobrazení Hexa
lv: Heksadecimâlais skats
pl: Widok szesnastkowy
ro: Afiºare Hexa
sk: Zobrazenie v hexa
uk: Вид Hex

source: Expand Tabs
cs: Výsuvné Panely
lv: Izvçrst tabus
pl: Rozwiñ zak³adki
ro: Expandeazã tab-uri
sk: Výsuvné panely

source: Wrap Lines
cs: Zalamovat Øádky
lv: Pârnest rindas
pl: Zawijaj linie
ro: Împacheteazã liniile
sk: Zalamova» riadky
uk: Вир╕вняти рядки

source: %s: unrecognized option `%s' Try `%s --help' for more information.
cs: %s: nerozpoznaný pøepínaè `%s' Pro více informací pou¾ijte `%s --help'.
lv: %s: neatpazîta opcija `%s' Lai iegûtu vairâk informâcijas, mçìiniet `%s --help'.
pl: %s: nieznana opcja "%s" Wpisz "%s" --help by uzyskaæ wiêcej informacji.
ro: %s: opþiune nerecunoscutã `%s' Încercaþi `%s --help' pentru mai multe informaþii.
sk: %s: nerozpoznaný prepínaè `%s' Pre viac informácií pou¾ite `%s --help'.
uk: %s: нев╕дома опц╕я "%s" Спробуйте "%s --help" для отримання додатково╖ ╕нформац╕╖.

source: Loading image %s failed
cs: Nahrání obrázku %s selhalo
lv: Kïûda ielâdçjot attçlu %s
pl: Za³adowanie obrazu %s nie powiod³o siê
ro: Încãrcarea imaginii %s a eºuat
sk: Nahranie obrázku %s zlyhalo
uk: Помилка завантаження малюнка %s

source: Loading of pixmap "%s" failed: %s
cs: Nahrání obrázku "%s" selhalo: %s
lv: Pikseïu kartes "%s" ielâde neizdevâs: %s
pl: B³±d ³adowania obrazu "%s": %s
ro: Încãrcarea hãrþii de pixeli "%s" a eºuat: %s
sk: Nahranie obrázku "%s" zlyhalo: %s
uk: Помилка завантаження мапи п╕ксел╕в "%s": %s

source: Usage: icewmhint [class.instance] option arg
cs: Pou¾ití: icewmhint [tøída.instance] pøepínaè hodnota
lv: Lietoðana: icewmhint [klase.instance] opcija arg
pl: U¿ycie: icewhint [class.instance] opcja arg
ro: Folosire: icewmhint [class.instance] option arg
sk: Pou¾itie: icewmhint [trieda.instance] prepínaè hodnota
uk: Використання: icewmhint [сlasse.instanсe] option argument

source: Out of memory (len=%d).
cs: Nedostatek pamìti (velikost=%d).
lv: Nepietiek atmiòas (garums=%d).
pl: Brak pamiêci (len=%d).
ro: Depãºire memorie (len=%d).
sk: Nedostatok pamäti (veµkos»=%d).
uk: Невистача╓ пам'ят╕ (len=%d).

source: Warning:
cs: Varování:
lv: Uzmanîbu:
pl: Ostrze¿enie:
ro: Avertisment:
sk: Upozornenie:
uk: Попередження:

source: Unknown direction in move/resize request: %d
cs: Neznámý smìr pøi po¾adavku posun/zmìna velikosti: %d
lv: Nezinâms virziens kustinâðanas/izmçra maiòas pieprasîjumam: %d
pl: Nieznany kierunek w ¿±daniu przenie¶/zmieñ rozmiar: %d
sk: Neznámy smer pri po¾iadavke posun/zmena veµkosti: %d

source: Default
cs: Standardní
lv: Noklusçtâ
pl: Domy¶lny
sk: ©tandard

source: Theme:
cs: Téma:
lv: Tçma:
pl: Motyw:
ro: Temã:
sk: Téma:
uk: Тема:

source: Theme Description:
cs: Popis Tématu:
lv: Tçmas apraksts:
pl: Opis motywu:
ro: Descriere temã:
sk: Popis témy:
uk: Опис теми:

source: Theme Author:
cs: Autor Tématu:
lv: Tçmas autors:
pl: Autor motywu:
ro: Autor temã:
sk: Autor témy:
uk: Автор теми:

source: icewm - About
cs: icewm - O Aplikaci
lv: icewm - Par
pl: O IceWM
ro: icewm - Despre
sk: Icewm - O Aplikácii
uk: Про IceWM

source: Unable to get current font path.
cs: Stávající cestu k fontùm nelze získat.
lv: Nevaru atrast tekoðo fontu ceïu.
pl: Nie mo¿na pobraæ bie¿±cej ¶cie¿ki do czcionek.
ro: Nu gãsesc calea cãtre fontul curent.
sk: Aktuálnu cestu k písmam nemô¾em získa».
uk: Неможливо отримати поточний шлях до шрифта.

source: Unexpected format of ICEWM_FONT_PATH property
cs: Neoèekávaný formát polo¾ky ICEWM_FONT_PATH
lv: Nezinâms ICEWM_FONT_PATH îpaðîbas formâts
pl: Nieoczekiwany format zmiennej ICEWM_FONT_PATH
ro: Format neaºteptat pentru proprietatea ICEWM_FONT_PATH
sk: Neoèakávaný formát polo¾ky ICEWM_FONT_PATH
uk: Неоч╕куваний формат властивост╕ ICEWM_FONT_PATH

source: Multiple references for gradient "%s"
cs: Mnoho odkazù na gradient "%s"
lv: Vairâkas norâdes gradientam "%s"
pl: Wieloktrotne odwo³ania do gradientu "%s"
ro: Referinþe multiple pentru gradientul "%s"
sk: Mnoho odkazov na gradient "%s"
uk: Дек╕лька посилань на град╕╓нт "%s"

source: Unknown gradient name: %s
cs: Neznámé jméno gradientu: %s
lv: Nezinâms gradienta nosaukums: %s
pl: Nieznana nazwa gradientu: %s
ro: Nume de gradient necunoscut: %s
sk: Neznáme meno gradientu: %s
uk: Нев╕доме ╕м'я град╕╓нта: %s

source: _Logout
cs: Odh_lá¹ení
lv: Iz_logoties
pl: Wyj¶cie
ro: Ieºire
sk: Odh_lásenie
uk: _Вих╕д
