Repository: dontsueme/icewm
Catalog: icewm-1.0/po/*.po
Languages: hu, it

source: /proc/apm - unknown format (%d)
hu: /proc/apm - ismeretlen formátum (%d)
it: /proc/apm - formato sconosciuto (%d)

source: - Power
hu: - Táp
it: - Batteria

source: - Charging
hu: - Töltés
it: - In carica

source: CPU Load: %3.2f %3.2f %3.2f, %d processes.
hu: CPU Töltés: %3.2f %3.2f %3.2f, %d folyamatban
it: Carico della CPU: %3.2f %3.2f %3.2f, %d processi.

source: kstat finds too many cpus: should be %d
hu: A kstat túl sok cpu-t talált : a számnak %d kellene lennie
it: `kstat' trova troppe CPU: dovrebbe essere %d

source: Invalid mailbox protocol: "%s"
it: Formato MailBox scorretto: "%s"

source: Invalid mailbox path: "%s"
it: Percorso MailBox non valido: "%s"

source: Using MailBox: '%s'
hu: Használt postafiók: '%s'
it: Uso la MailBox: '%s'

source: Error checking mailbox.
hu: Hiba történt a postafiók vizsgálatakor.
it: Errore nel controllo della MailBox.

source: %ld mail message.
hu: %ld üzenet.
it: %ld messaggio di posta.

source: %ld mail messages.
hu: %ld üzenet.
it: %ld messaggi di posta.

source: %s@%s: Sent: %db Rcvd: %db in %ds
hu: %s@%s: Feladó : %db Fogadó: %db en %ds
it: %s@%s: Inviati: %db Ricevuti: %db in %ds

source: # preferences(%s) - generated by genpref
hu: # beállítások(%s) - a genpref által generálva
it: # preferences(%s) - generato da genpref

source: # NOTE: All settings are commented out by default, be sure to # uncomment them if you change them!
hu: # MEGJEGYZÉS: Eredetileg minden beállítás ki van kapcsolva, # kapcsold vissza mielott átállítod õket!
it: # NOTA: Le impostazioni sono disabilitate con segni di commento, # rimuovere i '#' per cambiarle!

source: Back
hu: Vissza
it: Indietro

source: Alt+Left
hu: Alt+Bal
it: Alt+FrecciaSinistra

source: Forward
hu: Elore
it: Avanti

source: Alt+Right
hu: Alt+Jobb
it: Alt+FrecciaDestra

source: Previous
hu: Elozo
it: Precedente

source: Next
hu: Kovetkezo
it: Seguente

source: Contents
hu: Tartalom
it: Contenuti

source: Index
it: Indice

source: Close
hu: Bezar
it: Chiudi

source: Usage: %s FILENAME A very simple HTML browser displaying the document specified by FILENAME.
it: Uso: %s NOMEFILE Un semplice browser HTML; mostra il documento indicato da NOMEFILE.

source: Invalid path: %s
it: Percorso non valido: %s

source: Invalid path:
it: Percorso non valido:

source: List View
hu: Lista
it: Vista per elenco

source: Icon View
hu: Ikonok
it: Vista per icone

source: Open
hu: Megnyit
it: Apri

source: Undo
hu: Vissza
it: Annulla

source: New
hu: Új
it: Nuovo

source: Restart
hu: Ujraindít
it: Da capo

source: Socket error: %d
hu: Socket hiba: %d
it: Errore di socket: %d

source: Playing sample #%d (%s)
it: Suono il campione #%d (%s)

source: No such device: %s
it: Non esiste il dispositivo: %s

source: Can't connect to ESound daemon: %s
it: Connessione non riuscita col demone ESound: %s

source: <none>
hu: <semmi>
it: <nessuno>

source: Error <%d> while uploading `%s:%s'
it: Errore <%d> nel trasferimento al server di `%s:%s'

source: Sample <%d> uploaded as `%s:%s'
it: Campione <%d> trasferito al server come '%s:%s'

source: Playing sample #%d
it: Suono il campione #%d

source: Can't connect to YIFF server: %s
it: Connessione non riuscita col server YIFF: %s

source: Can't change to audio mode `%s'.
it: Impossibile passare al modo audio `%s'.

source: Overriding previous audio mode `%s'.
it: Ignoro il precedente modo audio `%s'.

source: Audio mode switch detected, initial audio mode `%s' no longer in affect.
it: Rilevato un cambiamento del modo audio, il modo iniziale `%s' non è più attivo.

source: Audio mode switch detected, automatic audio mode changing disabled.
it: Rilevato un cambiamento del modo audio, il cambiamento automatico del modo è disattivato.

source: Usage: %s [OPTION]... Plays audio files on GUI events raised by IceWM. Options: -d, --display=DISPLAY Display used by IceWM (default: $DISPLAY). -s, --sample-dir=DIR Specifies the directory which contains the sound files (ie ~/.icewm/sounds). -i, --interface=TARGET Specifies the sound output target interface, one of OSS, YIFF, ESD -D, --device=DEVICE (OSS only) specifies the digital signal processor (default /dev/dsp). -S, --server=ADDR:PORT (ESD and YIFF) specifies server address and port number (default localhost:16001 for ESD and localhost:9433 for YIFF). -m, --audio-mode[=MODE] (YIFF only) specifies the Audio mode (leave blank to get a list). --audio-mode-auto (YIFF only) change Audio mode on the fly to best match sample's Audio (can cause problems with other Y clients, overrides --audio-mode). -v, --verbose Be verbose (prints out each sound event to stdout). -V, --version Prints version information and exits. -h, --help Prints (this) help screen and exits. Return values: 0 Success. 1 General error. 2 Command line error. 3 Subsystems error (ie cannot connect to server).
it: Uso: %s [OPZIONI ...] Suona dei file audio in risposta agli eventi generati da IceWM. Opzioni: -d, --display=DISPLAY Display usato da IceWM (default: $DISPLAY). -s, --sample-dir=DIRECTORY La directory che contiene i file con i campioni sonori (p.es. ~/.icewm/sounds). -i, --interface=TARGET Indica l'interfaccia per la produzione dei suoni: scegli tra OSS, YIFF, ESD. -D, --device=DSP (solo OSS) Indica il dispositivo DSP da usare, tipico: /dev/dsp -S, --server=ADDR:PORT (ESD e YIFF) Indirizzo e porta TCP del server p.es. localhost:16001 per ESD, o localhost:9433 per YIFF -m, --audio-mode[=MODO] (solo YIFF) Indica il modo audio; se manca `MODO' mostra una lista --audio-mode-auto (solo YIFF) cambia automaticamente la modalità audio per adattarsi a quella del campione; può causare problemi con altri client YIFF, sopravanza --audio-mode -v, --verbose Prolisso: stampa ogni evento sonoro su stdout. -V, --version Mostra la versione, poi termina. -h, --help Mostra questo schermo di aiuto, poi termina. Codici di uscita: 0 Tutto Ok. 1 Errore generale. 2 Errore nella linea di comando. 3 Errore dei sottosistemi (p.es. mancata connessione ad un server).

source: Compiled with DEBUG flag. Debugging messages will be printed.
it: Compilato con l'opzione DEBUG. Saranno rioprtati i messaggi diagnostici.

source: Can't open display: %s. X must be running and $DISPLAY set.
hu: Nem lehet megnyitni a %s képernyõt. Az X-nek futnia kell és a $DISPLAY-t be kell állítani.
it: Impossibile aprire il display %s. Si richiede il sistema a finestre X/Windows e che la variabile $DISPLAY sia impostata correttamente.

source: Multiple sound interfaces given.
it: È stata indicata più di una interfaccia sonora.

source: Support for the %s interface not compiled.
it: Il supporto per l'interfaccia %s non è stato compilato.

source: Unsupported interface: %s.
it: Interfaccia non supportata: %s.

source: Received signal %d: Terminating...
it: Ho ricevuto il segnale %d: termino l'esecuzione...

source: Received signal %d: Reloading samples...
it: Ho ricevuto il segnale %d: ricarico i campioni...

source: Usage: icetail [OPTIONS] file1 [file2]... Paints a files tail on the desktop background.
it: Uso: icetail [OPZIONI] file1 [file2]... Riempie lo sfondo dello schermo con l'immagine nel file indicato.

source: %s: unrecognized option `%s' Try `%s --help' for more information.
hu: %s: ismeretlen opció: `%s' Próbáld meg a(z) `%s --help' -et további infomá cióéer.
it: %s: opzione non riconosciuta `%s' Prova `%s --help' per maggiori informazioni.

source: Hex View
hu: Hexa Nézet
it: Mostra Esadecimale

source: Expand Tabs
hu: Tabok kiterjesztése
it: Espandi TAB

source: Wrap Lines
hu: Sortörés
it: Avvolgi righe lunghe

source: Loading image %s failed
hu: A következõ kép betöltése nem sikerült: %s
it: Errore nel caricare l'immagine %s.

source: Load pixmap %s failed with rc=%d
hu: A(z) %s pixmap betöltése nem sikerült, hibakód : %d
it: Errore nel caricare la pixmap %s (rc=%d).

source: Usage: icewmbg [OPTION]... pixmap1 [pixmap2]... Changes desktop background on workspace switches. The first pixmap is used as a default one. -s, --semitransparency Enable support for semi-transparent terminals
it: Uso: icewmbg [OPZIONI]... pixmap1 [pixmap2]... Cambia lo sfondo a seconda dello spazio di lavoro. La `pixmap1' è quella standard. -s, --semitransparency Supporto per i terminali semi-trasparenti

source: Usage: icewmhint [class.instance] option arg
hu: Használat: icewmhint [classe.instance] opció tartomány
it: Uso: icewmhint [classe.istanza] opzione valore

source: Out of memory (len=%d).
hu: Nincs elég memória (len=%d).
it: Memoria esaurita (len=%d).

source: Imlib: Acquisition of X pixmap failed
hu: Imlib: Az X pixmap megszerzése nem sikerült
it: Imlib: Fallita acquisizione della X-pixmap.

source: Imlib: Imlib image to X pixmap mapping failed
hu: Imlib: X pixmap probléma
it: Imlib: fallita conversione da immagine a X-pixmap.

source: Out of memory for pixmap %s
hu: Nincs elég memória a következõ pixmaphez: %s
it: Memoria esaurita per la pixmap %s.

source: Warning:
hu: Figyelem:
it: Attenzione:

source: Theme:
hu: Téma :
it: Tema:

source: Theme Description:
hu: Téma meghatározás :
it: Descrizione del Tema:

source: Theme Author:
hu: Téma szerzõje :
it: Autore del Tema:

source: icewm - About
hu: IceWM - Magamról
it: icewm - Informazioni

source: Unable to get current font path.
hu: Nem lehet elérni a jelenlegi betûtipus elérési útvonalát
it: Non trovo il percorso attuale di ricerca dei font.

source: Unexpected format of ICEWM_FONT_PATH property
hu: Az ICEWM_FONT_PATH hibásan van megadva
it: Formato sconosciuto della proprietà ICEWM_FONT_PATH.

source: _Logout
hu: _Kilépés
it: _Esci

source: _Cancel logout
hu: _Kilépés megszakítása
it: _Annulla uscita

source: Restart _Icewm
hu: Az _IceWM újraindítása
it: Riavvia _Icewm

source: Restart _Xterm
hu: Az _Xterm újraindítása
it: Riavvia _XTerm

source: _Above Dock
hu: A Dock _felett
it: Sopr_a la Barra

source: _Dock
it: _Barra

source: _OnTop
hu: A _tetején
it: S_opra

source: _Normal
hu: _Normál
it: _Normale

source: _Below
hu: A_latt
it: So_tto

source: D_esktop
hu: _Asztal
it: _Fondo

source: _Restore
hu: _Visszahoz
it: Ri_pristina

source: _Move
hu: _Mozgat
it: _Sposta

source: _Size
hu: Mé_ret
it: _Dimensioni

source: Mi_nimize
hu: Le_csökkent
it: R_iduci

source: Ma_ximize
hu: Felna_gyít
it: _Espandi

source: _Hide
hu: El_rejt
it: _Nascondi

source: Roll_up
hu: Felgörget
it: A_rrotolato

source: R_aise
hu: Növel
it: D_avanti

source: _Lower
hu: Csökkent
it: Dietr_o

source: La_yer
hu: Fekvo
it: _Livello

source: Move _To
hu: Mozgatás máshova
it: Allo _spazio

source: Occupy _All
hu: Mindent lefoglalni
it: In _Tutti

source: _Close
hu: _Bezárás
it: _Chiudi

source: _Window list
hu: Ablakok _listája
it: Elenco delle _Finestre

source: Another window manager already running, exiting...
hu: Egy másik ablakkezelõ már fut, kilépek...
it: Un altro Window Manager è già attivo, esco...

source: X error %s(0x%lX): %s
hu: X hiba %s(0x%lX): %s
it: Errore del sistema X/Windows %s(0x%lX): %s

source: Could not restart %s, not on $PATH?
hu: Nem lehet újraindítani: %s, esetleg nincs a $PATH-ban ?
it: Non riesco a riavviare %s, manca in $PATH ?

source: Confirm Logout
hu: Kilépés megerõsítése
it: Conferma Uscita

source: Logout will close all active applications. Proceed?
hu: Kilépéskor bezáródik az összes futó alkalmazás. Folytatod?
it: Uscire chiuderà tutte le applicazioni ancora attive. Procedo?

source: Unknown key name %s in %s
hu: Ismeretlen kulcs: %s Hely: %s
it: Tasto `%s' sconosciuto in %s

source: Bad argument: %s for %s
hu: Helytelen tartomány: %s - %s
it: Valore scorretto: %s per %s

source: Bad Look name
hu: Helytelen nézet név
it: Nome del Look sconosciuto.

source: Bad option: %s
hu: Helytelen beállítás : %s
it: Opzione scorretta: %s

source: Lock _Workstation
hu: Le_zárás
it: _Blocca lo Schermo

source: _Logout...
hu: _Kilépés...
it: _Esci...

source: _Cancel
hu: _Mégse
it: _Annulla

source: _Restart icewm
it: Riavvia _IceWM

source: Re_boot
hu: Ú_jraindítás
it: _Riavvia Computer

source: Shut_down
hu: A rendszer lelö_vése
it: _Spegni Computer

source: Maximize
hu: Teljes méret
it: Espandi

source: Minimize
hu: Ikon állapot
it: Riduci

source: Hide
hu: Elrejt
it: Nascondi

source: Rollup
hu: Felgörget
it: Arrotola

source: Raise/Lower
hu: Növel/Csökkent
it: Davanti/Dietro

source: Kill Client:
hu: Kliens leölése :
it: Distruggi:

source: Warning! Unsaved changes will be lost! Proceed?
hu: Figyelem! A nem mentett változások el fognak veszni! Valóban folytatja?
it: Attenzione! Le modifiche non salvate saranno perdute! Proseguo?

source: Restore
hu: Elõzo méret
it: Ripristina

source: Rolldown
hu: Legörget
it: Srotola

source: Error in window option: %s
hu: Hiba az ablakbeállításban: %s
it: Errore nell'opzione per la finestra: %s

source: Unknown window option: %s
hu: Ismeretlen ablakbeállítás: %s
it: Opzione per la finestra sconosciuta: %s

source: Syntax error in window options
hu: Helytelenül megadott ablakbeállítás
it: Errore di sintassi nelle opzioni per le finestre.

source: Out of memory for window options
hu: Nincs elég memória az ablakbeállításokhoz
it: Memoria esaurita per le opzioni per le finestre.

source: Missing command argument
hu: Hiányzó parancstartomány
it: Manca l'argomento del comando.

source: Bad argument %d
hu: Helytelen tartomány: %d
it: L'argomento %d è scorretto.

source: Error at prog %s
hu: Hiba a programban: %s
it: Errore in `prog %s'

source: Error at key %s
hu: Hiba a kulcsban: %s
it: Errore nell'indicatore del tasto `%s'.

source: Gnome User Apps
hu: Gnome alkalmazások
it: Applicazioni Utente Gnome

source: Programs
hu: Programok
it: Programmi

source: _Windows
hu: A_blakok
it: _Finestre

source: _Run...
hu: _Futtat...
it: _Esegui...

source: _About
hu: M_agamról
it: _Informazioni su...

source: _Help
it: _Aiuto

source: _Themes
hu: _Témák
it: _Temi

source: Session Manager: Unknown line %s
hu: Futásvezértlõ: Ismeretlen sor:%s
it: Session Manager: riga sconosciuta %s.

source: Workspace:
hu: Munkahely:
it: Spazio:

source: Task Bar
hu: Tálca
it: Barra delle Applicazioni

source: Tile _Vertically
hu: Függöleges elrendezés
it: A mattonella in _verticale

source: T_ile Horizontally
hu: Vízszintes elrendezés
it: A mattonella in _orizzontale

source: Ca_scade
hu: Lesc_sökkent
it: _Sovrapponi

source: _Arrange
hu: El_rendez
it: Dis_poni

source: _Minimize All
hu: _Mindent lecsökkent
it: _Riduci tutte

source: _Hide All
hu: Mindent elre_jt
it: _Nascondi tutte

source: _Undo
hu: Még_se
it: _Annulla

source: Arrange _Icons
hu: _Ikonok elrednezése
it: Disponi le _Icone

source: _Refresh
hu: _Frissít
it: A_ggiorna

source: _License
hu: _Licenszszerzõdés
it: _Licenza d'uso

source: Delete
hu: Töröl
it: Chiudi la Finestra

source: _Kill Client
hu: _Kliens lelövése
it: _Distruggi la Finestra

source: _Terminate Process
hu: Folyama_t leállítása
it: _Termina il Processo (TERM)

source: Kill _Process
hu: Folyamat lelö_vése
it: _Uccidi il Processo (KILL)

source: _Show
hu: _Megmutat
it: Mostra

source: _Minimize
hu: Le_csökent
it: Riduci

source: Window list
hu: Futó programok
it: Elenco delle Finestre

source: %lu. Workspace %-.32s
hu: %lu. Munkahely %-.32s
it: %lu. Spazio %-.32s

source: TOO MANY ICE CONNECTIONS -- not supported
hu: TÚL SOK ICE KAPCSOLAT -- nincs támogatva
it: Troppe connessioni ICE -- non supportato.

source: $USER or $LOGNAME not set?
hu: $USER vagy $LOGNAME nincs beállítva?
it: Mancano sia $USER che $LOGNAME.

source: Session Manager: IceAddConnectionWatch failed.
hu: Futásvezérlõ: IceAddConnectionWatch nem sikerült.
it: Session Manager: IceAddConnectionWatch riporta errore.

source: Session Manager: Init error: %s
hu: Futásvezérlõ: Indítási hiba : %s
it: Session Manager: Errore di inizializzazione: %s

source: Pipe creation failed (errno=%d).
hu: Cso készítése nem sikerült (hibaszám=%d).
it: Errore nella funzione 'pipe' (errno=%d).

source: Message Loop: select failed (errno=%d)
hu: Üzenethurok: nem kijelölhetõ (hibaszám=%d)
it: Message Loop: errore nella funzione 'select' (errno=%d).

source: Unrecognized option: %s
it: Opzione sconosciuta: %s

source: Unrecognized argument: %s
it: Argomento sconosciuto: %s

source: Argument required for %s switch
it: L'opzione %s richiede un argomento.

source: Loading of pixmap %s failed with rc=%d
it: Errore nel caricare la pixmap %s, codice di ritorno rc=%d

source: Not a cursor pixmap: %s contains too much unique colors
hu: Nem kurzor pixmap: %s túl sok egyéni színet tartalmaz
it: La pixmap %s contiene troppi colori, non va bene come puntatore.

source: Loading of pixmap %s failed
it: Errore nel caricamento della pixmap %s

source: BUG? Imlib was able to read %s
hu: HIBA? Az Imlib be tudta tölteni a(z) %s-t!
it: BUG? Imlib è riuscita a leggere %s

source: BUG? Malformed XPM header but Imlib was able to parse %s
hu: HIBA? Helytelen XPM fejléc, de az Imlib mégis tudta %s-t elemezni
it: BUG? Header XPM scorretto ma Imlib ha comunque interpretato %s

source: BUG? Unexpected end of XPM file but Imlib was able to parse %s
hu: HIBA? Helytelen XPM fájlvégzõdés, de az Imlib mégis tudta %s-t elemezni
it: BUG? Il file XPM è terminato bruscamente ma Imlib ha comunque interpretato %s

source: BUG? Unexpected characted but Imlib was able to parse %s
it: BUG? Carattere inatteso, ma Imlib ha comunque interpretato %s

source: Cu_t
hu: _Vág
it: _Taglia

source: _Copy
hu: _Másol
it: _Copia

source: _Paste
hu: _Beilleszt
it: _Incolla

source: Paste _Selection
hu: Kivála_sztás beillesztése
it: Incolla la _Selezione

source: Select _All
hu: Minden_t kijelöl
it: Selezion_a Tutto

source: Cancel
hu: Mégse
it: Annulla

source: Could not load fontset '%s'.
hu: A betûkészlet nem betölthetõ: '%s'.
it: Errore nel caricare il fontset `%s'.

source: Fallback to '*fixed*' failed.
hu: Nem lehet '*fixed*' -re visszaesni.
it: Errore nel ripiego sul font `*fixed*'.

source: Missing fontset in loading '%s'
hu: Hiányzó betûtípus a következõ betöltése közben: '%s'
it: Manca il fontset nel caricare `%s'.

source: Could not load font '%s'.
hu: Nem betölhetõ betûtípus: `%s'.
it: Errore nel caricare il font `%s`

source: Fallback to 'fixed' failed.
hu: Nem sikerült 'fixed' -re visszaesni
it: Errore nel ripiego sul font `fixed'.

source: Pair of hexadecimal digits expected
hu: Egy hexadecimális számpár szûkéges
it: Era attesa una coppia di cifre esadecimali.

source: Unexpected identifier
hu: Ismeretlen azonosító
it: Identificatore inatteso.

source: Identifier expected
hu: Hiányzik az azonosító
it: Era atteso un identificatore.

source: Separator expected
hu: Hiányzik az elválasztó
it: Era atteso un separatore.

source: Could not find pixmap %s
hu: A következõ pixmap nem található: %s
it: Non trovo la pixmap %s

source: "%s" doesn't describe a common internet scheme
hu: "%s" nem tûnik egy gyakori internet-címnek
it: "%s" non è uno schema comune di indirizzo.

source: "%s" contains no scheme description
hu: "%s" nem tartalmaz internetcímet
it: "%s" non contiene uno schema di indirizzo.

source: Not a hexadecimal number: %c%c (in "%s")
hu: Nem hexadecimális szám: %c%c ("%s")
it: Non è un numero esadecimale: %c%c (in "%s")

source: P
hu: T

source: M
hu: L

source: Same Game
hu: Játék mentése

source: _Menu
hu: _Menü

source: _Restart IceWM
hu: _Az IceWM újraindítása
